Repository: keepright/keepright
Catalog: web/locale/*.po
Languages: et, lt, nl, ru

source: By convention ways tagged with special combinations of key and value pairs are considered to be areas and are drawn as such in the map. Therefore it is necessary that they form closed loops. Non-closed areas are invisible in the map! The standard.xml file is used to determine which key-value-combinations are drawn as areas; any instance of these has to be closed-loop.
et: Kokkuleppe kohaselt jooni, mis on sildistatud erilise atribuudi ja väärtuse paariga loetakse aladeks ja joonistatakse ka nii kaardile. Seetõttu on vajalik, et need moodustaks suletud ringi. Mitte suletud alad on kaardil nähtamatud! Faili standard.xml kasutatakse teada saamaks, missuguseid atribuudi-väärtuse paare koheldakse kui alasid. Kõik need peavad olema suletud ringid.
lt: Pagal susitarimą keliai, pažymėti specialiomis rakto ir reikšmės poromis, yra laikomi sritimis bei taip braižomi žemėlapiuose. Todėl būtina, kad jie sudarytų uždarus ciklus. Neuždaros sritys ant žemėlapių nesimato! standard.xml failas yra naudojamas nustatyti, kurios rakto ir reikšmės kombinacijos braižomos kaip sritys; bet kuri tokia kombinacija turi būti uždaras ciklas.
nl: Lijnen met sommige combinaties van tag en waarde worden als gebieden beschouwd. Deze moeten daarom een gesloten lijn vormen. Als ze dat niet zijn, zullen ze niet getoond worden op de kaart! De file standard.xml wordt gebruikt om te bepalen welke combinaties van tag en waarde als gebieden gelden.
ru: По правилам, линии со специальными комбинациями тегов и их значений рассматриваются как области, и отображаются на карте соответствующим образом. Поэтому важно, чтобы такие линии были замкнуты и не имели самопересечений. Незамкнутые области не отображаются на карте. Стандартный .xml файл используется для определения комбинации тег—значение для объектов, отображаемых как области. Любые такие объекты должны быть замкнуты и не иметь самопересечений.

source: dead-ended one-ways
et: tupik ühesuunalised
lt: vienkryptis akligatvis
nl: doodlopende eenrichtingswegen
ru: тупиковые односторонние линии

source: Streets tagged as one-way must not be dead-ended (where should all the cars pile at the end of the road?). Nodes where just one-way streets begin (or end) cannot be reached (escaped from). Please note that motorways and motorway_links are considered one-way implicitly, so this check applies.
et: Tänavad, mis on sildistatud kui ühesuunalised ei tohi olla tupikud (kuhu kuhjatakse kõik autod tee lõpus?). Punktid, kus vaid ühesuunalised teed algavad (või lõppevad) ei ole ligipääsetavad (väljapääsetavad). Märkus: Kiirteed (motorway) ja Kiirtee peale-/mahasõiduteid (motorway_links) koheldakse kui ühesuunalisi, seega seda kontrolli reakendatakse.
lt: Vienos krypties gatvės neturi būti akligatviai (kurgi pasidės visi automobiliai gatvės gale?). Mazgai, kur prasideda (pasibaigia) vienkryptės gatvės negali būti pasiekti (neįmanoma iš jų pasprukti). Atkreipkite dėmesį, kad motorway ir motorway_link yra laikomi vienos krypties keliais, todėl šis tikrinimas taikomas ir jiems.
nl: Eenrichtingsstraten mogen niet doodlopend zijn (verdwijnen of ontstaan er auto's aan het einde van de weg?) Punten waarop slechts één eenrichtingsweg aansluit horen dus niet mogelijk te zijn. Wegen van de vorm motorway (snelweg) en motorway_link (snelwegaansluiting) worden impliciet als eenrichtingsverkeer beschouwd.
ru: Улицы, обозначенные как односторонние, не должны быть тупиковыми (тогда куда же направятся автомобили в конце такого пути?). Точки, в которых начинается или заканчивается движение, становятся недоступными. Заметьте, что линии, имеющие теги motorways и motorway_links, изначально рассматриваются как односторонние, поэтому на них распространяется эта проверка.

source: almost-junctions
et: pea-aegu ühendused
lt: beveik sankryža
nl: net-niet-verbindingen
ru: не до конца соединены

source: Streets that have (at least) one unconnected end are examined here. If such an end-node is very close to any other way an error is reported. Unconnected end-nodes should probably be connected to adjacent ways.
et: Siin kontrollitakse tänavaid, mis omavad (vähemalt) ühte ühendamata lõppu. Kui selline lõpu punkt on väga lähedal teisele joonele, teatatakse veast. Ühendamata lõpu punktid tuleks arvatavasti ühendada lähedalasuva joonega.
lt: Gatvės, turinčios (bent vieną) neprijungtą galą yra tikrinamos šiame teste. Jei toks galas yra labai arti kito kelio, rodoma ši klaida. Neprijungti pabaigos taškai tikriausiai turėtų būti prijungti prie gretimų kelių.
nl: Als een weg een eindpunt heeft dat niet aan een andere weg verbonden is, en dit eindpunt zeer dichtbij een andere weg is, wordt hier een fout aangegeven. Het is in een dergelijk geval waarschijnlijk dat de weg met de andere weg verbonden zou moeten zijn.
ru: Проверка для улиц, у которых есть, по крайней мере, одно тупиковое окончание. Если такая точка, расположена очень близко к другой линии, то появляется сообщение об ошибке. Скорее всего, тупиковые окончания линий должны быть соединены с линиями по соседству.

source: deprecated tags
et: iganenud sildid
lt: naikintina žymė
nl: tags buiten gebruik
ru: устаревшие теги

source: As shown in http://wiki.openstreetmap.org/index.php/Deprecated_features some tags get replaced by others as new tagging conventions evolve. Consider this as a notice, not as an error. The term 'deprecated' is deprecated; you're free to tag anything the way you like. This is just a hint for new tagging conventions that have evolved in the meantime.
et: Nagu näidatud veebilehel http://wiki.openstreetmap.org/index.php/Deprecated_features mõned sildid asenduvad teistega kui uued sildistamise kokkulepped tekivad. Võta seda kui märkust, mitte kui viga. Termin 'iganenud' on iganenud; sa oled vaba sildistama kõike nii nagu soovid. See on lihtsalt vihje uutele sildistamis kokkulepetele, mis on vahepeal tekkinud.
lt: Kaip matoma iš http://wiki.openstreetmap.org/index.php/Deprecated_features kai kurios žymės yra keičiamos kitomis atsirandant naujiems žymėjimo susitarimams. Tai ne klaida, o tik pranešimas, kad yra kitoks žymėjimo susitarimas. Jūs esate laisvas žymėti kaip tinkamas.
nl: Sommige tags worden in de loop der tijd vervangen door andere tags. Hoewel je de vrijheid hebt alles te taggen zoals je maar wilt, wordt er hier een opmerking aangegeven om te laten zien dat er nieuwe, mogelijk betere mogelijkheden zijn.
ru: В списке http://wiki.openstreetmap.org/index.php/Deprecated_features показаны теги, которые были заменены на новые. Это уведомление, а не ошибка. Термин «deprecated» означает устаревший. Вы вправе использовать любые теги, которые вам понравятся, в не зависимости от того, устарели они или нет. Это уведомление — лишь намек на то, чтобы вы использовали новые теги.

source: missing tags
et: puuduvad sildid
lt: praleista žymė
nl: ontbrekende tags
ru: пропущенные теги

source: Ways, nodes and relations should in most cases have at least one tag (besides created_by)
et: Jooned, punktid ja relatsioonid peaksid enamikel juhtudel omama vähemalt üht silti (peale created_by)
lt: Keliai, mazgai ir sąryšiai dažniausiai turi turėti bent vieną žymę (neskaitant created_by)
nl: Een lijn, (onverbonden) punt of relatie zou eigenlijk altijd minstens één tag moeten hebben. De tag created_by wordt hierbij niet meegeteld.
ru: Линии, точки и отношения, в большинстве случаев, должны иметь хотя бы один тег (помимо created_by)

source: motorways without ref
et: Kiirteed ilma ref
lt: greitkeliai be ref
nl: ongenummerde snelwegen
ru: магистрали без тега ref

source: The ref-tag documents the reference (e.g. 'A 10') for motorways. These are mandatory as they are very important information
et: ref silt näitab kiirteede viidet (nt. 'A 10'). Need on kohustuslikud kuna need on väga oluliseks infoks
lt: ref žymė dokumentuoja greiktelio numerį (t.y. 'A 1'). Ši žymė privaloma, nes neša labai svarbią informaciją
nl: De nummering van autowegen (bijvoorbeeld 'A10') wordt weergegeven in de ref-tag. Omdat dit belangrijke informatie is, zijn ze voor snelwegen verplicht.
ru: Тег ref описывает номер магистрали (например, «A 10»). Это обязательный тег (для motorways), т.к. это информация очень важна.

source: places of worship without religion
et: palvekohad ilma religioonita
lt: maldos vieta be religijos
nl: gebedshuis zonder religie
ru: культовые места без указания религии

source: Churches, mosques and synagogues etc. need an extra religion tag giving info about the religion
et: Kirikud, mošeed ja sünagoogid jne. vajavad lisaks religiooni (religion) silti andmaks infot religiooni kohta
lt: Bažnyčios, mečetės, sinagogos ir t.t. reikalauja religion žymės, nurodančios religiją
nl: De tag place_of_worship, die gebruikt wordt voor kerken, moskeeën, synagoges en dergelijke, moet vergezeld gaan van een religion-tag, die aangeeft voor welke religie het gebedshuis bedoeld is
ru: Церкви, мечети, синагоги и т.д. должны быть дополнены тегом указания религии

source: point of interest without name
et: huvikohad ilma nimeta
lt: lankytina vieta be pavadinimo
nl: bijzonder punt zonder naam
ru: точка интереса без тега name

source: The name tag should be specified for every point of interest as its content gets rendered in the map next to the POI symbol
et: Nime silt peaks olema igal huvikohal seatud kuna see kujutatakse kaardile huvikoha sümboli kõrvale
lt: name žymė reikalinga kiekvienai lankytinai vietai, nes šios žymės reikšmė yra rodoma žemėlapyje prie vietos žymės
nl: Een point of interest (bijzonder punt of gebouw) moet altijd een name-(naam-)tag hebben
ru: Каждая точка интереса должна иметь тег name. Это имя отображается на карте вместе с символом точки интереса.

source: ways without nodes
et: punktideta jooned
lt: keliai be mazgų
nl: lijn zonder punten
ru: линии без точек

source: Ways that don't consist of at least two nodes don't make much sense as they won't get rendered.
et: Jooned, mis ei koosne vähemalt kahest punktist, ei oma suurt mõtet, kuna neid ei kuvata.
lt: Keliai, neturinys bent dviejų mazgų neturi prasmės, nes jų negalima pavaizduoti žemėlapyje.
nl: Een lijnelement moet minimaal 2 verschillende punten hebben omdat het anders niet ingetekend kan worden
ru: Линии, которые не содержат как минимум двух точек, не имеют смысла и поэтому не будут отображаться на карте.

source: floating islands
et: ujuvad saared
lt: neprijungtos salos
nl: eilandgebieden
ru: плавающие острова

source: Any highways drawn on the map should be accessible by car starting anywhere in the world. Ferries and highways (even railway platforms) are included in this check, so almost any island in the sea should be reachable starting from the mainland.
et: Iga tee, mis on joonistatud kaardile peaks olema maismaalt ligipääsetav. Praamid ja teed (isegi raudtee platvormid) on selle kontrolliga hõlmatud, seega pea iga saar meres peaks olema maismaalt ligipääsetav
lt: Kelias, esantis žemėlapyje turi būti pasiekiamas automobiliu iš bet kurios vietos pasaulyje. Keltai ir keliai (netgi geležinkelio platformos) yra įtraukti į šį testą, taigi beveik bet kuri sala jūroje turėtų būti pasiekiama iš žemyno.
nl: Alle wegen op de kaart zouden over de weg bereikbaar moeten zijn vanuit alle andere wegen. Ook voor de meeste 'echte' eilanden zou dit moeten gelden, want veerroutes en dergelijke worden hiervoor ook als wegen geteld
ru: Любая дорога в мире, обозначенная на карте, должна иметь подъезды для автотранспорта. В проверку на «плавающие острова» включены дороги и паромы (а также железнодорожные платформы), поэтому большинство островов в открытом море должны быть доступны с материка.

source: railway crossings without tag
et: sildita raudtee ületuskohad
lt: geležinkelio pervaža be žymės
nl: spoorwegovergang zonder tag
ru: пересечения железнодорожных путей без тегов

source: (Level)-Crossings of railways and highways should have a common node as junction that is tagged with 'railway=level_crossing' if it is a crossing where larger vehicles can cross or with 'railway=crossing' if it is a crossing just for pedestrians
et: Raudteede ja teede ristumised peaksid omama ühist punkti, mis on sildistatud 'railway=level_crossing' kui selles kohas saavad suuremad sõidukid üle sõita või sildiga 'railway=crossing' kui see on vaid ülekäigukoht jalakäijatele
lt: (Vieno lygio) geležinkelio pervažos turi turėti bendrą kelio ir geležinkelio tašką, pažymėtą railway=level_crossing, jei toje vietoje automobiliai gali pervažiuoti geležinkelį ir railway=crossing, jei jis skirtas tik pėstiesiems
nl: (Gelijkvloerse) kruisingen tussen een spoorlijn en een weg moeten altijd een gemeenschappelijk punt hebben met een tag 'railway=level_crossing' als ook grotere voertuigen ervan gebruik maken of 'railway=crossing' als het alleen voor voetgangers bedoeld is.
ru: Пересечение на одном уровне железных и автомобильных дорог должно иметь общую точку, и обозначено как railway=level_crossing для переездов или railway=crossing для переходов

source: wrongly used railway crossing tag
et: valesti kasutatud raudtee ületuse silt
lt: neteisinga geležinkelio pervaža
nl: onjuiste spoorwegovergang
ru: неправильны тег пересечения с железнодорожными путями

source: Ways that take part in level-crossings of railways and highways have to be on the same layer and should in the normal case be not tagged as bridge or tunnel
et: jooned, mis võtavad osa raudteede ja teede samatasandilistest ristumistest peavad olema samal kihil ja tavaliselt mitte olema sildistatud kui sild (bridge) või tunnel
lt: Keliai, sudarantys geležinkelio pervažą turi būti tame pačiame sluoksnyje ir nebūti pažymėti kaip bridge arba tunnel
nl: Als een kruising tussen spoorwegen en wegen (railway=crossing of railway=level_crossing) is gedefinieerd, moeten weg en spoorweg op hetzelfde niveau staan, en meestal geen brug of tunnel zijn
ru: Линии, которые пересекают железные и автомобильные дороги на одном уровне, не могут быть обозначены как мост или туннель.

source: fixme-tagged items
et: paranda-mind sildistatud asjad
lt: fixme žymos
nl: FIXME-tags
ru: объекты с пометкой fixme

source: Nodes, ways or relations that are tagged with FIXME should be reviewed...
et: Punktid, jooned või relatsioonid, mis on sildistatud kui paranda-mind tuleks üle vaadata...
lt: Mazgus, kelius ir sąryšius, pažymėtus FIXME reikėtų peržiūrėti...
nl: Punten, lijnen of relaties die een FIXME-tag hebben, en waar dus iets mee gedaan moet worden
ru: Точки, линии или отношения с пометкой fixme, должны быть пересмотрены и уточнены…

source: relations without type
et: ilma tüübita relatsioonid
lt: sąryšiai be tipo
nl: relaties zonder type
ru: отношения без типа

source: Find any relation that has no type tag, wich is mandatory for relations.
et: Leia mõni relatsioon, millel pole tüübi (type) silti, mis on kohustuslik relatsioonidele.
lt: type žymė sąryšiams yra būtina, čia pateikiami sąryšiai be šios žymės
nl: Relaties zonder de voor relaties verplichte tag "type"
ru: Поиск по отношениям без обязательного тега, определяющего тип.

source: intersections without junctions
et: ühenduseta ristmikud
lt: susikirtimai be bendro mazgo
nl: onverbonden kruispunten
ru: пересечения без общих точек

source: Streets that graphically intersect need a common node that represents the crossing. The only exception are intersections on different layers (eg. bridges or tunnels). Intersections of streets with other objects like waterways or riverbanks should be avoided
et: Tänavad, mis visuaalselt ristuvad vajavad ühist punkti mis tähistaks ristumist. Ainukene erand on eri kihtidel olevad ristmikud (nt sillad või tunnelid). Tänavate ristumisi teiste objektide nagu veeteed ja jõekaldad, tuleks vältida.
lt: Gatvės, kurios grafiškai susikerta, reikalauja bendro mazgo, žyminčio susikirtimo tašką. Vienintelė išimtis -- skirtingų lygių sankryžos (t.y. tiltai, tuneliai ir viadukai). Gatvių susikirtimai su kitais objektais, tokiais kaip vandens keliai, upių krantai ir pan. turėtų būti vengiami.
nl: Als wegen elkaar snijden, moet er een gemeenschappelijk punt zijn om het kruispunt aan te geven. Uitzondering is als de wegen zich op verschillende niveaus bevinden (bijvoorbeeld op een brug of in een tunnel). Kruisingen van wegen met bijvoorbeeld waterwegen en oevers zijn ongewenst
ru: Для корректной маршрутизации пересекающиеся улицы должны иметь общую точку. Исключения составляют те случаи, когда улицы находятся на разных уровнях (мосты, туннели и т.д.). Следует избегать пересечений улиц с другими объектами, такими как ручьи или реки.

source: highway-highway
et: tee-tee
lt: kelias-kelias
nl: weg-weg

source: highway-waterway
et: tee-veetee
lt: kelias-vanduo
nl: weg-waterweg

source: highway-riverbank
et: tee-jõekallas
lt: kelias-upės krantas
nl: weg-oever

source: waterway-waterway
et: veetee-veetee
lt: vanduo-vanduo
nl: waterweg-waterweg

source: cyclew/footp-cyclew/footp
et: rattat/jalgt-rattat/jalgt
lt: dvirat/pėsti su tokiu pat
nl: fiets/voetpad-fiets/voetpad

source: highway-cyclew/footp
et: tee-rattat/jalgt
lt: kelias-dviračiai/pėsti
nl: weg-fiets/voetpad

source: cyclew/footp-waterway
et: rattat/jalgt-veetee
lt: dviračiai ar pėsti su vandeniu
nl: fiets/voetpad-waterweb

source: cyclew/footp-riverbank
et: rattat/jalgt-jõekallas
lt: dviračiai ar pėsti su upės krantu
nl: fiets/voetpad-oever

source: overlapping ways
et: kattuvad jooned
lt: persidengiantys keliai
nl: samenvallende wegen
ru: накладывающиеся линии

source: Segments of ways that lie on top of each other (the same nodes connected by different ways in the same order) are a problem for routing software. They happen accidently and are hard to find.
et: Joone tükid, mis asetsevad üksteise peal (samad punktid on ühendatud erinevate joontega samas järjekorras) on probleemiks marsruutimise tarkvarale. Need kattumised juhtuvad kogemata ning neid on raske leida.
lt: Kelio segmentai, esantys vienas virš kito (tie patys mazgai, ta pačia tvarka sudarantys skirtingus kelius) yra didelė problema kelio paieškos programoms. Paprastai atsiranda netyčia ir labai sunkiai randami.
nl: Wegen die samenvallende segmenten hebben (dus dezelfde punten in dezelfde volgorde verbinden) zijn problematisch
ru: Фрагменты линий, которые наложены друг на друга (те же точки соединены различными линиями в той же последовательности) — это проблема для навигационных программ. Обычно это получается случайно, такие ошибки сложно выявить.

source: loopings
et: ringid
lt: užsicikinimai
nl: lussen
ru: петли

source: Any way that contains any single node more than twice is considered an error. Any way may contain just one node twice. If more than one node is found twice it is considered an error.
et: Iga joon, mis sisaldab mõnda punkti enam kui 2 korda, loetakse veaks. Iga tee võib sisaldada vaid ühte punkti kaks korda. Kui leitakse enam kui üks punkt kaks korda, loetakse seda veaks.
lt: Kelias, turintis bet kurį mazga daugiau nei du kartus yra laikomas klaidingu. Kelias du kartus gali turėti tik vieną mazga. Jei daugiau nei vienas mazgas randamas du kartus, tai laikoma klaida.
nl: Iedere weg die een enkele node meer dan twee keer bevat, wordt als fout beschouwd. Iedere weg mag slechts één node twee keer bevatten. Als er meer dan één node gevonden is die twee keer in de way zit, wordt dit ook als fout beschouwd.
ru: Любая линия, содержащая одну точку более двух раз, считается ошибкой. Любая линия может содержать одну точку максимум дважды. Если несколько точек содержатся в линии дважды, это тоже считается ошибкой.

source: misspelled tags
et: valesti kirjutatud sildid
lt: žymės su klaidomis
nl: verkeerd gespelde tags
ru: теги с опечатками

source: Tags that are used very seldom and almost look like very common tags (only one character difference) are reported as a warning.
et: Sildid, mida kasutatakse väga harva ja mis peaaegu paistavad kui väga sageli kasutatavad sildid (vahe vaid ühes tähes), teatatakse kui hoiatused.
lt: Žymės, kurios naudojamos labai retai ir atrodo labai panašios į populiarias žymės (skiriasi vos viena raidė) yra rodomos kaip perspėjimai.
nl: Tags die erg weinig worden gebruikt en erg lijken op veel gebruikte tags (slechts één letter verschil) worden als waarschuwing aangegeven.
ru: Теги, которые используются редко и очень похожи на общеупотребимые (различие в одном символе), указываются с предупреждением.

source: layer conflicts
et: kihtide konfliktid
lt: sluoksnių klaida
nl: laagconflicten
ru: конфликты уровней

source: Connected ways should be on the same layer. Crossings on intermediate nodes of ways on different layers are obviously wrong. Junctions on end-nodes of ways on different layers are also deprecated, but common practice. So you may ignore this part of the check and switch them off separately. Please note that bridges are set to layer +1, and tunnels to -1, anything else to layer 0 implicitly if no layer tag is present.
et: Ühendatud teed peaks olema samal kihil. Ilmselgelt on eri kihtidel pu nktiga ühendatud joonte ühendused valed. Ristmikud eri kihtidel joonte lõpu punktidel on samuti iganenud kuid sageli kasutuses. Seega võid sa seda kontrolli ignoreerida ja eraldi välja lülitada. Märkus: sillad asuvad kihil +1 ja tunnelid kihil -1. Kõik muu kihil 0 kui kihi(layer) silti pole seatud.
lt: Sujungti keliai turėtų būti viename sluoksnyje. Susikirtimai negaliniuose kelių, esančių skirtinguose sluoksniuose, taškuose yra aiškiai neteisingi. Sankryžos skirtinguose sluoksniuose esančių kelių galiniuose taškuose taip pat neteiktinos, tačiau dažnai naudojamos. Todėl jas galima ignoruoti ir išjungti atskirai. Atkreipkite dėmesį, kad jei sluoksnis nenurodomas layer žyme, tiltam priskiriamas +1, o tuneliams -1 sluoksnis, visa kita turi sluoksnį 0.
nl: Verbonden wegen moeten op dezelfde laag liggen. Kruispunten op tussenliggende knopen van wegen die op verschillende lagen liggen zijn duidelijk verkeerd. Kruispunten waarbij het einde van de weg op een andere laag ligt zijn verouderd, dit werd vroeger wel gedaan. Je mag dus dit stuk van de test negeren en ze apart uitzetten. Merk op dat bruggen impliciet op laag +1 en tunnels op laag -1 worden verondersteld. Indien niets gegeven is wordt laag 0 verondersteld.
ru: Соединяющиеся линии должны быть на одном уровне. Пересечение линий на различных уровнях в общей точке изначально не правильно. Соединение линий на различных уровнях в конечных точках также не верно, но это распространенная практика. Вы можете игнорировать эту часть проверки и использовать ее отдельно. Заметьте, что мосты имеют уровень +1, туннели -1, а все остальное по умолчанию 0 (если не указан тег уровня).

source: mixed layers intersections
et: ristumised eri kihtidel
lt: sankryžos skirtinguose sluoksniuose
nl: kruispunt met meerdere lagen
ru: пересечение объектов на разных уровнях

source: strange layers
et: imelikud kihid
lt: keisti sluoksniai
nl: vreemde lagen
ru: незнакомые уровни

source: motorways connected directly
et: vahetult ühendatud kiirteed
lt: tiesiogiai sujungti greitkeliai
nl: direct aangesloten snelwegen
ru: непосредственное соединение с магистралью
