Repository: keepright/keepright
Catalog: web/locale/*.po
Languages: et, lt, nl, ru

source: This is my FOSSGIS-present for you: KeepRight will remember the position and the error types you selected when you left the site last time (how could you?). Just open %s without any parameters!
lt: Tai mano FOSSGIS dovana jums: KeepRight prisimins poziciją ir pasirinktus klaidų tipus, buvusius jums paliekant svetainę (kaip jūs drįsot?). Tiesiog atidarykite %s be parametrų!
ru: Это мой FOSSGIS подарок для вас: KeepRight будет запоминать ваше последние местоположение и типы ошибок, которые вы выбрали во время последнего посещения сайта. Как это делается? Просто откройте %s без параметров.

source: For archeologists: %sOld log entries%s have moved.
et: Arheoloogidele: %sVanad logi sissekanded%s on teise kohta liigutatud
lt: Archeologams: %sSeni žurnalo įrašai%s buvo perkelti.
nl: Voor archeologen: %sOude log berichten%s zijn verplaatst
ru: Для археологов: %sРанние логи%s были перемещены.

source: a few words on the new comment feature
et: mõned sõnad uuest kommenteeerimise võimalusest
lt: Keli žodžiai apie naują komentavimo funkciją
nl: Wat uitleg over de nieuwe commentaar functie.
ru: несколько слов о новых особенностях комменатриев

source: Please give a comment that helps me improve the check routines if you find a false-positive. Don't confuse the comment box with an editing feature. This is not Potlatch! You cannot add missing tags via KeepRight!
et: Kui sa leiad valepositiivse, palun jäta kommentaar, mis aitaks minul parandada kontrollrutiine. Ära aja kommenteerimise kasti segi redigeerimise võimalusega. See ei ole Potlatch! Sa ei saa lisada puuduvaid silte KeepRight&apos;i kaudu!
lt: Radę false-positive palikite prasmingą komentarą (angliškai), kuris padėtų tobulinti tikrinimo procedūras. Komentarų laukas nėra skirtas žemėlapio redagavimui. Tai ne Potlatch! KeepRight neturi funkcijos, kuri leistų pridėti trūkstamas žymes.
nl: Geef a.u.b. commentaar wat met helpt om de testen te verbeteren (liefst in het engels) indien je een valse positieve vindt. Verwar het commentaar venster niet met een bewerk eigenschap. Dit is niet Potlatch! Je kan geen tags aanvullen via KeepRight!
ru: Пожалуйста, оставляйте комментарии, которые помогут мне улучшить работу KeepRight на предмет ложных срабатываний. Не используйте форму для комментариев, чтобы добавить недостающие теги: это не Potlatch! На KeepRight нет возможности исправлять найденные ошибки!

source: Please note that in order to make the JOSM link work, JOSM must already be running when you hit the JOSM-link. Furthermore you have to enable the &apos;remote control&apos;-plugin in JOSMs options.
et: Märkus: selleks, et JOSM&apos;i linki töötavaks muuta, peab JOSM käima JOSM&apos;i lingile vajutamise hetkel. Lisaks pead sa lubama JOSM&apos;i valikutest kaugjuhtimise (remote control) pistikprogrammi kasutamise
lt: Atkreipkite dėmesį, kad tam, jog JOSM nuoroda veiktų, paspaudimo ant jos metu JOSM turi būti paleistas. Be to, „remote control“ įskiepis turi būti įjungtas JOSM'o nustatymuose.
nl: Merk op dat JOSM als moet draaien voor je op de JOSM-link klikt. De &quot;remote control&quot;-plugin moet ook geactiveerd zijn in de JOSM opties.
ru: Заметьте, что для работы ссылок для JOSM, вы должны запустить JOSM перед нажатием на ссылку. Также в настройках JOSM должен быть включен модуль удалённого управления JOSM.

source: Currently the following checking procedures are implemented
et: Hetkel on järgnevad kontroll protseduurid rakendatud
lt: Šiuo metu yra naudojamas tokios tikrinimo procedūros
nl: Momenteel zijn de volgende testen geïmplementeerd.
ru: В настоящее время, применяются следующие процедуры проверки

source: If you find an error in my errors lists I would definitely like to hear about it!
et: Kui sa leiad vea minu vigade nimekirjas, sooviksin ma sellest kindlasti kuulda!
lt: Jei jūs rasite klaidų mano klaidų sąrašuose, aš tikrai noriu gauti apie tai informaciją!
nl: Als je een fout vindt in mijn foutenlijst zou ik daar zeker over willen horen.
ru: Если вы нашли недостатки в моем листе ошибок, то я непременно хочу о них знать!

source: This work is done without commercial background, just for my personal pleasure. I would be very happy if it was helpful for the OSM Project.
et: See töö on tehtud ilma kommerts taustata, lihtsalt enda heameeleks. Ma oleksin väga õnnelik, kui see oleks abiks OSM projektile.
lt: Šis projektas yra vykdomas be komercinio pagrindo, tik mano asmeniniam malonumui. Man būtų malonu, jei jis padėtų OSM projektui.
nl: Dit werk is gedaan zonder commerciële achtergrond, enkel voor persoonlijk pelzier. Ik zou heel tevreden zijn als dit project een hulp is voor het OSM project.
ru: Эта работа проделана без коммерческой выгоды, просто для удовольствия. Автор будет очень счастлив, если это поможет проекту OSM.

source: If you like to contact me, my mailbox at the austrian server of gmx is labelled KeepRight.
et: Kui sa soovid minuga ühendust võtta, siis minu postkast austria gmx serveris on nimega KeepRight.
lt: Jei norite susisiekti su autoriumi, jo pašto dėžutė yra austriškame gmx serveryje ir vadinasi KeepRight.
nl: Als je me wil contacteren, mijn mailbox op de Oostenrijkse server van gmx heeft het label KeepRight.
ru: Вы можете связаться со мной, мой ящик на австрийском сервере gmx c пометкой KeepRight.

source: Please understand that I will not always be able to immediately respond to your mail on weekdays.
lt: Prašome suprasti, kad aš ne visada galėsiu nedelsdamas atsakyti į jūsų laiškus darbo dienomis.
nl: Versta a.u.b. dat ik niet altijd meteen kan antwoorden op je mails.
ru: Пожалуйста, учтите, что я не смогу всегда отвечать сразу на ваши электронные письма в будние дни.

source: errors
et: vead
lt: klaidos
nl: fouten
ru: ошибки

source: warnings
et: hoiatused
lt: perspėjimai
nl: waarschuwingen
ru: предупреждения

source: all
et: kõik
lt: viskas
nl: alles
ru: все

source: none
et: ei midagi
lt: nieko
nl: geen
ru: ничего

source: show ignored errors
et: näita ignoreeritud vigu
lt: rodyk ignoruojamas kaidas
nl: toon genegeerde fouten
ru: показывать игнорируемые ошибки

source: show temp. ignored errors
et: näita ajutiselt ignoreeritud vigu
lt: rodyk laikinai ignoruojamas klaidas
nl: Toon tijdelijk geneg. fouten
ru: показать временно игнорируемые ошибки

source: Edit in Potlatch
et: Muuda Potlatch'is
lt: Redaguoti Potlach'u
nl: Bewerk in Potlatch
ru: Редактировать в Potlatch

source: You will see up to %d error markers starting in the center of the map. Please allow a few seconds for the error markers to appear after panning.
et: Te näete kuni %d vea markerit alustades kaardi keskosast. Andke mõni sekund vea markeritele ilmumiseks peale kaardi liigutamist.
lt: Jūs matysite iki %d klaidų žymių, pradedant žemėlapio centre.Palaukite kelias sekundes po kiekvieno žemėlapio pakeitimo, kol klaidų žymės užsikraus.
nl: Je zal tot %d fout-tekens zien, beginnen in het midden van de kaart. Gelieve enkele seconden te wachten vooraleer de fout-tekens verschijnen na het verslepen van de kaart.
ru: Вы будете видеть до %d пометок ошибок вокруг центра карты. Пожалуйста, подождите несколько секунд для отображения маркеров ошибок после изменения масштаба карты.

source: Site updated at %s
et: Leht uuendatud %s
lt: Duomenys atnaujinti %s
nl: Site geupdated op %s
ru: Местность обновлена %s

source: node
et: punkt
lt: mazgas
nl: knoop
ru: точка

source: way
et: joon
lt: kelias
nl: weg
ru: линия

source: relation
et: relatsioon
lt: sąryšis
nl: relatie
ru: отношение

source: edit in
et: muuda:
lt: redaguoti
nl: bewerk in
ru: редактировать в

source: JOSM must be running and JOSM's remote control plugin must be enabled for this to work!
et: JOSM peab töötama ja JOSM'i kaugkontrolli (remote control) pistikprogramm peab olema lubatud, et see oleks võimalik!
lt: JOSM'as turi būti paleistas ir JOSM'o nuotolinio valdymo įskiepis turi būti įjungtas, kad šitai veiktų!
nl: JOSM moet draaien en JOSM's remote control plugin moet geactiveerd zijn voordat deze link kan werken.
ru: Должен быть запущен редактор JOSM и должен быть включен модуль удалённого управления JOSM!

source: keep this error open
et: jäta see viga avatuks
lt: Palikti šią klaidą atvirą
nl: Hou deze error open
ru: оставить эту ошибку неисправленной

source: ignore temporarily (error corrected)
et: ignoreerti ajutiselt (viga parandatud)
lt: laikinai ignoruoti (klaida ištaisyta)
nl: Negeer tijdelijk (fout verbeterd)
ru: временно игнорировать (ошибка исправлена)

source: ignore (false-positive)
et: ignoreeri (vale-positiivne)
lt: ignoruoti (neteisinga klaida)
nl: Negeer (is geen fout)
ru: игнорировать (ложная ошибка)

source: save
et: salvesta
lt: saugoti
nl: opslaan
ru: сохранить

source: cancel
et: loobu
lt: atšaukti
nl: annuleren
ru: отменить

source: please click on the icon to fixate the bubble
et: palun vajuta ikoonile fikseerimaks mulli
lt: pranešimo fiksavimui spustelkite ant ikonos
nl: klik op het icoon om de ballon vast te zetten.
ru: чтобы зафиксировать всплывающую подсказку нажмите на иконку

source: link to here: error #
et: viit siia: viga #
lt: nuoroda čia: error #
nl: link naar hier: fout #
ru: ссылка сюда: ошибка №

source: last edit of this
lt: paskutinis keitimas
nl: laatste bewerking van deze
ru: последняя редакция

source: interfacing KeepRight
et: KeepRight'i liidestamine
lt: KeepRight sąsaja
nl: KeepRight interfacen
ru: использование KeepRight

source: Interfacing with KeepRight
et: Liidestamine KeepRight&apos;ga
lt: KeepRight sąsaja
nl: Interfacen met KeepRight
ru: Работа с KeepRight

source: You may use KeepRight&apos;s results in a number of ways:
et: Sa võid kasutada KeepRight&apos;i tulemusi mitmel viisil:
lt: KeepRight'o rezultatus galima naudoti keliais būdais:
nl: U kunt op een aantal manieren gebruik maken van de resultaten van KeepRight:
ru: Вы можете использовать результаты проверки KeepRight различными способами:

source: by means of the %smap web page%s
lt: žiūrėti %sžemėlapio puslapiuose%s
nl: door middel van het %skaart webpagina%s
ru: посредством %sинтерактивной карты%s

source: exporting %sGPX waypoints%s
lt: eksportuoti %sGPX kelio taškus%s
nl: door het exporteren van %sGPX waypoints%s
ru: экспорт %sпутевых точек GPXs%s

source: exporting new errors as %sRSS feed%s
et: uute vigade eksportimine %sRSS voona%s
lt: eksportuoti naujas klaidas kaip %sRSS srautą%s
nl: nieuwe fouten exporteren naar %sRSS feeds%s
ru: экспорт новых ошибок как %sRSS ленту%s

source: getting the whole errors %sdump file%s
et: kõikide vigade %sdump faili%s saamine
lt: gauti klaidas kaip %sklaidų sąrašą%s
ru: скачать %sдамп файл%s со всеми ошибками

source: exporting GPX waypoints
lt: eksportuojami GPX kelio taškai
nl: exporteren van GPX waypoints
ru: экспорт путевых точек GPX

source: Purpose
et: Eesmärk
lt: Paskirtis
nl: Doel
ru: Цель

source: Exporting a section of the map into a GPX-styled list of waypoints for use with GPS units
lt: Eksportuojama žemėlapio dalis į GPX tipo kelio taškų sąrašą naudojimui GPS įrenginiuose
ru: Экспорт фрагмента карты в треки формата GPX для использования с устройствами GPS

source: URL format
et: URL formaat
lt: URL formatas
nl: URL formaat
ru: Формат URL

source: There is a link on the lower left corner of the map-page pointing to the GPX service that always includes the current error type selection and view from the map.
et: Kaardilehe all vaskus nurgas on link GPX teenusele, mis sisaldab alati parasjagu valitud vigasid ja kaardiala.
lt: Apatiniame kairiajame žemėlapio kampe yra nuoroda į GPX tarnybą, kuri visada parodys dabartinę žemėlapio vietą su dabar pasirinktais klaidų tipais.
ru: В нижнем левом углу карты помещена ссылка для экспорта ошибок выбранных типов для видимого фрагмента карты в формат GPX.

source: exporting new errors as RSS feed
et: uute vigade eksportimine RSS voona
lt: eksportuojamos naujos klaidos kaip RSS srautas
nl: nieuwe fouten exporteren als RSS feed
ru: экспортировать новые ошибки как RSS-ленту

source: Watching a section of the map for newly found errors
et: Jälgida uusi leitud vigu kaardi sektsioonil
lt: Stebima žemėlapio dalis su neseniai rastomis klaidomis
ru: Просмотр фрагмента карты с вновь найденными ошибками

source: The URL format is the same as for GPX exports, just the format parameter is different. The RSS feed will include error entries that were first found within the last three weeks.
et: URL formaat on sama, mis GPX ekspordil, lihtsalt formaadi parameeter on erinev. RSS voog sisaldab vigade kirjeid, mis esmaleiti eelneva kolme nädala jooksul.
lt: URL formatas yra toks pat, kaip GPX eksportams, skiriasi tik format parametras. RSS srautas turės įrašus apie klaidas, kurios pirmą kartą buvo rastos per paskutines tris savaites.
ru: Формат URL такой же, как для экспорта в GPX, только параметры формата различны. RSS лента будет включать все ошибки, которые были впервые найдены за последние три недели.

source: There is a link on the lower left corner of the map-page pointing to the RSS service that always includes the current error type selection and view from the map.
et: Kaardi vasakus alumises nurgas on link RSS teenusele, mis sisaldab alati parasjagu valitud veatüüpe ja vaadet kaardil.
lt: Apatiniame dešiniajame žemėlapio kampe yra nuoroda, rodanti į RSS srautą, kuris visada turi tą patį klaidų tipų pasirinkimą, kuris naudojamas ir žemėlapyje.
ru: В нижнем левом углу карты также помещена ссылка на RSS ленту, в которую экспортируются выбранные данные для видимого фрагмента карты.

source: getting the whole dump-file
et: terve dump faili saamine
lt: gaunamas pilnas klaidų failas
nl: het verkrijgen van de hele dump-bestand
ru: загрузка всего дамп-файла

source: Table layout
et: Tabeli kujundus
lt: Lentelės išdėstymas
nl: Tabel layout
ru: Описание таблицы

source: The schema is an identifier naming a region on the planet. According to the %splanet splitting map%s the planet is split in rectangular parts to get roughly equally sized dump files. Consider the schema as a prefix for the error_id.
et: Schema on planeedi mingi regiooni identifikaator. %sPlaneedi jagamise kaardi%s järgi jagatakse planeet nelinurkseteks tükkideks, saamaks enam-vähem võrdse suurusega dump faile. Võta schema't kui error_id prefiksit.
lt: Schema yra žymuo, įvardinantis planetos regioną. Pagal %splanetos padalinimo žemėlapį%s planeta yra padalinta į stačiakampes dalis, kurios duoda daugmaž vienodo dydžio duomenų failus. Laikykite schemą kaip error_id prefixą.
ru: Схема - это идентификатор имени региона на планете. В соответствии с %sкартой нарезки планеты%s, планета разрезается на прямоугольные участки для получения файлов дампа приблизительно равных размеров. Рассматривайте схему, как префикс для номера ошибки.

source: A number identifying errors, starting from 1 for each schema. An error_id is worth nothing if you don&apos;t know the schema!
et: Number, mis identifitseerib vigasid, algab ühest iga schema puhul. error_id ei ole väärt midagi, kui sa ei tea schema&apos;t!
lt: Skaičius, nurodantis klaidą, pradedant 1 kiekvienai schemai. Nežinant schemos error_id yra bevertis!
nl: Een identificatienummer voor fouten, startend bij 1 voor ieder schema. Een error_id is niets waard als je het schema niet weet.
ru: Нумерация ошибок начинается с 1 для каждой схемы. Номер ошибки ничего не значит, если вы не знаете номер схемы.

source: numeric representation of the type of error. Error types are assigned in blocks of 10s (20, 30, 40...). They correspond with the name of the script file doing the checking.
et: Vea tüübi numbriline esitus. Vea tüübid on omistatud kümmnestes blokkides (20, 30, 40...). Need on vastavasuses kontrolli teostava skripti faili nimega.
lt: skaitmeninė klaidos tipo išraiška. Klaidų tipai yra skiriami blokais po 10 (20, 30, 40...). Jie atitinka tikrinimus darančio failo vardą.
nl: Een numerieke representatie van het type error. Error types zijn toegewezen per blok van 10. Ze komen overeen met de naam van het script die de controles uitvoert.
ru: числовое представление типа ошибки. Типы ошибок собраны в блоки по 10 (20, 30, 40...). Они соответствуют имени файла скрипта, проводящего проверку.

source: Error types may be sub-typed (281, 282 etc.). Subtyped error checking routines test for different aspects related to a single topic (in the example 280 means &quot;boundaries&quot;, 281 means &quot;missing name[ for boundaries]&quot; and 282 means &quot;missing admin level[ for boundaries]&quot;). Subtyped error types are rendered as groups that may be collapsed on the web site.
lt: Klaidų tipai gali turėti subtipus (281, 282, etc). Subtipuotos tikrinimo procedūros tikrina skirtingus vienos temos aspektus (pvz., 280 yra „ribos“, 281 &mdash; „praleistas vardas [ribos]“, o 282 &mdash; „praleistas [ribos] administracinis lygis“). Subtipuotos klaidos svetainėje yra vaizduojamos grupėmis, kurios gali būti sutrauktos.
nl: Fout-types kunnen een subtype hebben (281, 282, ...). Subtypes zijn fouten die over verschillende aspecten van hetzelfde onderwerp handelen (vb. 280 staat voor &quot;grenzen&quot;, 281 voor &quot;geen naam [voor grenzen]&quot; en 282 voor &quot;geen admin_level [voor grenzen]&quot;). Subtypes zijn weergegeven als een groep die samengeklapt kan weergegeven worden op de website.
ru: Типы ошибок могут иметь подтипы (281, 282 и т.д.). Подтипы ошибок получаются при тесте на маршрутизацию для разных однотипных ошибок (например, 280 — &quot;границы&quot;, 281 — &quot;пропущено имя у границ&quot; и 282 — &quot;пропущен тег admin_level у границы&quot;). Подтипы ошибок отображаются как список, который может быть свернут.

source: textual representation (short name) of the type of error. On sub-typed error types you may want to prepend the error_name that belongs to the main number to make the name complete.
lt: tekstinė klaidos išraiška (trumpas vardas). Subtipuotose klaidose galite norėti prieš pavadinimą įterpti pagrindinio numerio trumpą vardą, kad gautųsi pilnas klaidos pavadinimas.
ru: текстовое представление (короткое имя) типа ошибки. К подтипам вы можете добавить имя группы и получить полное имя ошибки.

source: one of node/way/relation
lt: vienas iš mazgo/kelio/sąryšio
nl: een van node/weg/relatie
ru: одна из точек / линий / отношений

source: an OSM node_id, way_id or relation_id
et: OSM&apos;i node_id, way_id või relation_id
lt: OSM node_id, way_id ar relation_id
nl: een OSM node_id, way_id of relation_id
ru: номер точки, линии или отношения из OSM

source: one of new, reopened, ignore_temporarily, ignore. You won&apos;t see any &apos;cleared&apos; errors because the dump contains active errors only. Temporarily ignored errors are issues fixed by a user who really hopes to have fixed it. Temporarily ignored errors will jump back in the &apos;new&apos; state with the next update if the error isn&apos;t really fixed. Ignored errors are issues that are simply false positives and should never come back just because KeepRight is wrong and this exception cannot be included in the ruleset.
lt: vienas iš new, reopened, ignore_temporarily, ignore. Čia nerasite „cleared“ klaidų, nes pateikiamos tik aktyvios klaidos. Laikinai ignoruojamos klaidos yra ištaisytos problemos, kurias vartotojai tikisi iš tiesų ištaisę. Laikinai ignoruojamos klaidos vėl pereis į „new“ būseną kito atnaujinimo metu, jei ji iš tiesų nėra ištaisyta. Ignoruojamos klaidos yra tiesiog neteisingai nustatytos (false-positive), kurios niekada neturi sugrįžti, nes KeepRight neteisingai jas aptiko ir ši klaida negali būti įvertinta tikrinimo procedūrose.
ru: может быть новой, повторной, временно игнорируемой или игнорируемой ошибкой. Вы не увидите исправленные ошибки в дампе, потому что он содержит только активные ошибки. Временно игнорируемые ошибки рассматриваются как исправленные пользователем (так как есть надежда, что он в ближайшее время исправит их). Временно игнорируемые ошибки появятся в статусе «новая ошибка» при следующем обновлении, если ошибка не была исправлена. Игнорируемые ошибки рассматриваются как ложные и не появляются снова. Если KeepRight ошибся, это, скорее, исключение, и не может быть признано правилом.

source: Errors that were once cleared and come back at some point in time later are put in the <em>reopened</em> state. Please note that this may happen due to runtime-errors in the scripts. So you may just consider <em>new</em> and <em>reopened</em> the same.
lt: Klaidos, kurios kažkada buvo ištaisytos, bet vėliau vėl atsirado yra pervedamos į „reopened“ būseną. Atkreipkite dėmesį, kad tai gali atsitikti dėl vykdymo klaidų skriptuose. Todėl laikykite „new“ ir „reopened“ tokiomis pačiomis.
nl: Fouten die ooit opgelost zijn en terug komen worden in de <em>hergeopend</em> status onderverdeeld. Merk a.u.b. op dat dit kan gebeuren door uitvoeringsfouten in de scripts. Je kan dus gerust de <em>nieuwe</em> en <em>hergeopende</em> status als hetzelfde beschouwen.
ru: Ошибки, которые были исправлены и появились снова в том же месте, имеют статус «повторная». Обычно это случается из-за ошибок скриптов. Вы можете считать, что повторная ошибка — это новая ошибка.

source: The verbose error message that comes out of the checking routine in English language. For translating the messages use the next columns
lt: Pilnas pranešimas apie klaidą, kuris gaunamas tikrinimo procedūroje Anglų kalba. Pranešimo vertimui naudokite tolimesnius stulpelius
ru: Длинные сообщения об ошибках появляются для маршрутиризации на английском языке. Для перевода используйте следующую колонку

source: This is the scaffold for the error description where placeholders ("$i") stand in place of the actual values inserted by the concrete error instance. You may put this scaffold inside a GNU gettext() function to have it translated. GNU gettext requires a .po file that holds original and translated strings. You may use existing .po files from here:
lt: Tai klaidos aprašymų karkasas, kur vietos žymės ("$i") nurodo vietą, kur konkrečios reikšmės turi būti įterptos norint gauti konkretų klaidos pranešimą. Jūs galite atiduoti šį karkasą GNU gettext() funkcijai, kuri jį išvers. GNU gettext reikalauja .po failų, kurie turi pradinius tekstus ir vertimo eilutes. Galite naudoti jau esančius .po failus iš čia:
ru: Это поддержка для описания ошибок, когда указатель ("$i") остается в том же значении и вставляется в конкретный пример ошибки. Вы можете использовать эту поддержку с функцией GNU gettext() для перевода. Для функции GNU gettext() необходим .po файл, который содержит оригинальные и переведенные строки. Вы можете использовать существующий .po файл отсюда:

source: find the GNU gettext template file here:
et: siit leiad GNU gettext mall faili:
lt: GNU gettext šablonas yra čia:
nl: Hier vindt u de GNU gettext sjabloonbestand:
ru: найти GNU gettext шаблон можно здесь:

source: These bits of text are the contents that have to be inserted in the error message after translation. txt1 will replace $1, etc.
et: Need teksti tükid sisestatakse peale tõlkimist vea teadetesse. txt1 asendab $1, jne.
lt: Šie teksto gabaliukai yra turinys, kuris bus įterptas į klaidos pranešimą. txt1 pakeis $1, etc
ru: Эти части текста будут вставлены в сообщения об ошибках, и после перевода. txt1 будет заменен на $1 и т.п.

source: Timestamp (MESZ) of when this error was found the first time
et: Ajatempel(MESZ) selle kohta, millal see viga esmakordselt leiti
lt: Laikas (MESZ) kada ši klaida buvo pirmą kartą rasta
nl: Timestamp (MESZ) van wanneer deze fout voor de eerste keer gevonden werd
ru: Время (MESZ), когда эта ошибка была обнаружена впервые.

source: Timestamp (MESZ) of last time this error was (re-)checked by the scripts
et: Ajatempel(MESZ) selle kohta, millal seda viga kontrolliti scriptide poolt (uuesti) üle
lt: Laikas (MESZ), kada šią klaidą paskutinį kartą (per)tikrino procedūros
ru: Время (MESZ), когда эта ошибка последний раз была перепроверена скриптом.
