Repository: keepright/keepright
Catalog: web/locale/*.po
Languages: et, lt, nl, ru

source: Timestamp of the object that was used when checking, as found in the official planet file.
et: Ajatempel objektist, mida kasutati kontrollimisel, mis leiti ametlikust planeedi failist.
lt: Tikrinamo objekto versiją nusakantis laikas iš oficialaus planetos failo.
ru: Время, когда в файле планеты был найден объект, используемый для проверки.

source: Location on the planet. Coordinates are given in the same projection as found in the official planet file. Please note that numbers are displayed as int values. To convert back to real lon/lat you have to divide by 10^7
et: Asukoht planeedil. Kordinaadid on antud samas projektsioonis nagu ametlikus planeedi failis. Märkus: numbreid kuvatakse kui täisarvulisi väärtusi. Konverteerimaks tagasi reaalseteks pikkus ja laiuskraadideks pead sa jagama arvuga 10^7
lt: Vieta planetoje. Koordinatės tokios pat, kaip naudojamos oficialiame planetos faile. Atkreipkite dėmesį, kad skaičiai yra naudojami sveikosiomis reikšmėmis. Norint paversti atgal į ilgumą ir platumą reikia padalinti iš 10^7
nl: Locatie op de planeet. Coördinaten zijn gegeven in dezelfde projectie als in het officiële "planet" bestand gevonden wordt. Merk op dat de nummers weergegeven worden als gehele waarden. Om ze terug naar echte lat/lon coördinaten te converteren moet je delen door 10^7.
ru: Местоположение на планете. Координаты заданы в той же системе координат, как и в файле планеты. Заметьте, что значения отображаются целыми числами. Для обратного преобразования в реальные координаты долгота/широта необходимо разделить на 10^7

source: User-comment (if any)
et: Kasutaja kommentaar (kui on mõni)
lt: Vartotojų komentarai (jei yra)
nl: Gebruikers commentaar (indien er is)
ru: Комментарий пользователя (если есть)

source: Timestamp (MESZ) of when the comment was given (if any)
et: Ajatempel(MESZ) selle kohta, millal kommentaar anti (kui on mõni)
lt: Komentaro pateikimo laikas (MESZ)
nl: Tijdstip (MESZ) van wanneer het commentaar gegeven is (als er is)
ru: Время (MESZ), когда был добавлен комментарий (если есть)

source: loading the errors table
et: vigade tabeli laadimine
lt: užkraunama klaidų lentelė
nl: de fouten tabel aan het laden
ru: загрузка таблицы ошибок

source: This is the schema definition for use with MySQL databases:
et: See on MySQL andmebaasi schema definitsioon
lt: Tai schemos aprašymas naudojimui su MySQL duomenų baze:
nl: Dit is het schema definitie voor gebruik met MySQL databases:
ru: Это алгоритм описания ошибок, который используется в базах данных MySQL:

source: Please note that <em>schema</em> is a reserved word in MySQL, so you always have to quote it like this: `schema`
et: Märkus: <em>schema</em> on reserveeritud sõna MySQL'is, seega pead sa alati panema selle ülakomade vahele nii: `schema`
lt: Atkreipkite dėmesį, kad <em>schema</em> yra MySQL rezervuotas žodis, todėl visada turi būti rašomas kabutėse: `schema`
nl: Merk op dat <em>schema</em> een gereserveerd woord is in MySQL, dus moet je het altijd aanduiden met aanhalingstekenst als: `schema`
ru: Обратите внимание, что <em>schema</em> — зарезервированное слово в MySQL, поэтому, для его использования вам необходимо выделять его одинарными (английскими) кавычками: `schema`

source: There are two primary keys in this table: a natural one and an artificial one:
et: Tabelis on kaks primaarvõtit: üks loomulik ja üks tehislik:
lt: Šioje lentelėje yra du pirminiai raktai: natūralusis ir dirbtinis:
ru: Есть два основных ключа в данной таблице: один — естественный (natural), второй — искусственный (artificial):

source: The natural primary key consists of error_type, object_type, object_id, lat, lon. That means one type of error may be found on multiple spots belonging to one single object (eg. self-intersections of ways).
et: Loomulik primaarvõti koosneb veergudest error_type, object_type, object_id, lat, lon. See tähendab, et samale objektile kuuluvaid üht tüüpi vigu võidakse leida erinevates kohtades (nt. joonte endaga ristumised).
lt: Natūralusis pirminis raktas susideda iš error_type, object_type, object_id, lat, lon. Tai reiškia, kad vieno tipo klaidos gali būti rastos keliose vietose, priklausančiose tam pačiam objektui (pvz., su savimi besikertančiuose keliuose).
nl: De natuurlijke primaire sleutel bestaat uit error_type, object_type, object_id, lat, lon. Dat wil zeggen dat één type error kan gevonden worden op meerdere plaatsen, terwijl ze behoren tot één enkel object (vb: zelf doorsnijdende wegen).
ru: Естественный ключ содержит: error_type, object_type, object_id, lat, lon. Ключ может показать ситуацию, когда несколько раз ошибочно используется один единственный элемент (например, в самопересечении линий).

source: The artificial primary key consists of schema and error_id. It is used just for simplicity of referencing individual error instances and it is completely redundant.
et: Tehislik primaarvõti koosneb veergudest schema ja error_id. Seda kasutakakse erinevatele vigadele viitamise lihtsuse pärast ja see on täiesti liigne.
lt: Dirbtinis pirminis raktas susideda iš schema ir error_id. Jis yra naudojamas norint supaprastinti nuorodas į konkrečias klaidas ir yra visai nebūtinas.
nl: De artificiële primaire sleutel bestaat uit schema en error_id. Het is gebruikt om eenvoudig naar de fouten te kunnen verwijzen en is volledig redundant.
ru: Искусственный ключ состоит из schema и error_id. Он используется лишь для упрощения описания ошибки, и является избыточным ключом.

source: keep-right logo
ru: keep-right логотип

source: Australian KeepRight partner site
et: Austraalia KeepRight partnerlehekülg
ru: Австралийский сайт дружественный KeepRight

source: KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
nl: Keepright wordt meertalig! - KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilíngue!
ru: KeepRight становится многоязычным! - KeepRight becomes multilingual! - KeepRight wird mehrsprachig! - O KeepRight se tornou multilingue!

source: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!
nl: Als een start kan Keepright gebruikt worden in het Engels, Duits en Braziliaans Portugees (Bij het schrijven van deze vertaling is er ook al veel vordering in de andere talen). Nieuwe vertaling zijn welkom! het gettext-template bestand is $1hier$2. Veel dank aan Rodrigo voor dit geweldig idee!<br><br>As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!
ru: As a start KeepRight may be used in english, german and brazilian portugese. New translations are welcome! The gettext template file is $1right here$2. Special thanks go to Rodrigo for this great idea!<br><br>Zunächst gibt es KeepRight auf deutsch, englisch und brasilianischem Portugiesisch. Weitere Sprachen sind willkommen! Das gettext-Template gibt es $1hier$2. Vielen Dank an Rodrigo für diese großartige Idee!<br><br>Como início, o KeepRight pode ser usado em inglês, alemão e Portuguẽs Brasileiro. Novas traduções são bem vindas! O arquivo com o modelo para gettext está $1bem aqui$2. Agradecimentos especiais para o usuário Rodrigo, por esta grande ideia!<br><br>Для начала, KeepRight, переведен на английский, немецкий и португальский (Бразилия). Переводы на другие языки приветствуются! Загрузите шаблон $1прямо здесь$2. Отдельное спасибо Rodrigo за эту гениальную идею.

source: Impressum
ru: Контакты

source: You can specify a list of error types you want to have in the file as well as a bounding box on the map. This export will return up to 100 waypoints. This limit could be increased, in case there is demand.
ru: В списке вы можете указать типы ошибок, которые следует искать на карте. В данный момент отображается до 100 ошибок. Этот лимит может быть увеличен, если будет необходимость одновременного отображения большего числа ошибок.

source: Doing something completely different with 10 millions of errors...
et: Millegi täiesti erineva tegemine kümmnete millionite vigadega...
ru: Сделать что-то очень оригинальное с 10 миллионами ошибок...

source: This tab-separated file contains all errors currently open for the whole planet (currently >200MB). It is being updated daily.
et: See tabeldusmärk-eraldatud fail sisaldab kõiki aktiivseid vigasid planeedi kohta (praegu >200MB). Seda uuendatakse iga päev.
ru: Этот файл с разделителями (табуляция) содержит все ошибки для всей планеты (в настоящее время >200 МБ). С недавнего времени, обновляется ежедневно.
