Repository: keepright/keepright
Catalog: web/locale/*.po
Languages: et, lt, nl, ru

source: There is more than one node in this spot. Offending node IDs: $1
et: Selles kohas on rohkem kui üks punkt. Vigaste punktide ID&apos;d: $1
lt: Šiame taške yra daugiau nei vienas mazgas. Papildomo mazgo ID: $1
nl: Er zijn twee of meer punten op deze plaats. De IDs van de punten zijn: $1
ru: В этой области больше одной точки. ID точек: $1

source: This coastline-way is not part of a closed-loop
et: See rannajoon ei ole osa suletud ringist
lt: Šis krantą aprašantis kelias nėra uždaro ciklo dalis
nl: Dit stuk kustlijn maakt geen deel uit van een ononderbroken kust.
ru: Эта береговая линия не является частью замкнутой области

source: This way is tagged with '$1=$2' and should be closed-loop.
et: See joon on sildistatud '$1=$2' ja peaks olema suletud ring.
lt: Šis kelias, turintis atributus '$1=$2', turi būti uždaras ciklas
nl: Deze lijn heeft tags '$1=$2' en zou daarom een gesloten lijn moeten zijn
ru: Эта линия с тегами '$1=$2' должна быть замкнута

source: The first node (id $1) of this one-way is not connected to any other way
et: Selle ühesuunalise joone esimene punkt (id $1) ei ole ühendatud ühegi teise joonega.
lt: Pirmas mazgas (id $1) šiame vienos krypties kelyje nėra sujungtas su jokiu kitu keliu
nl: Het eerste punt (id $1) van deze eenrichtingsweg is niet verbonden met een andere weg
ru: Первая точка (id $1) этого одностороннего пути не входит в другую линию

source: The last node (id $1) of this one-way is not connected to any other way
et: Selle ühesuunalise joone viimane punkt (id $1) ei ole ühendatud ühegi teise joonega.
lt: Paskutinis mazgas (id $1) šiame vienos krypties kelyje nėra sujungtas su jokiu kitu keliu
nl: Het laatste punt (id $1) van deze eenrichtingsweg is niet verbonden met een andere weg
ru: Последняя точка (id $1) этого одностороннего пути не входит в другую линию

source: This node cannot be reached, because one-ways only lead away from here
et: See punkt ei ole ligipääsetav kuna vaid ühesuunalised jooned viivad sellest punktist välja
lt: Šis mazgas negali būti pasiektas, nes vienos krypties keliai tikrai veda iš šio taško
nl: Het is onmogelijk dit punt te bereiken, want alle wegen die hier verbonden zijn, zijn uitgaande eenrichtingswegen
ru: В эту точку движение не возможно, т.к. только линия с односторонним движением ведет из этой точки

source: You cannot escape from this node, because one-ways only lead to here
et: Te ei saa sellest punktist väljuda kuna vaid ühesuunalised jooned toovad siia
lt: Neįmanoma pabėgti iš šio mazgo, nes vienos krypties keliai tik atveda čia
nl: Het is onmogelijk dit punt te verlaten, want alle wegen die hier verbonden zijn, zijn inkomende eenrichtingswegen
ru: Из этой точки движение не возможно, т.к. только линия с односторонним движением ведет в эту точку

source: This node is very close but not connected to way #$1
et: See punkt on väga lähedal kuid mitte ühendatud joonega #$1
lt: Šis mazgas yra labai arti, tačiau neprijungtas prie kelio #$1
nl: Dit punt is heel dicht bij weg $1, maar er is geen verbinding
ru: Эта точка находится очень близко, но не входит в линию #$1

source: This $1 uses deprecated tag $2 = $3
et: See $1 kasutab iganenud silti $2 = $3
lt: Šis $1 naudoja naikintiną žymę $2 = $3
nl: Deze $1 gebruikt een niet meer gebruikte tag, namelijk '$2 = $3'
ru: $1 имеет двойные теги $2 = $3

source: This $1 uses deprecated tag $2 = $3. Please use $4 instead!
et: See $1 kasutab iganenud silti $2 = $3. Palun kasuta selle asemel $4 !
lt: Šis $1 naudoja naikintiną žymę $2 = $3. Prašome naudoti $4!
nl: Deze $1 gebruikt een niet meer gebruikte tag, namelijk '$2 = $3'. Deze kan vervangen worden door '$4'.
ru: $1 имеет двойные теги $2 = $3. Пожалуйста, используйте $4!

source: This $1 has an empty tag: $2
et: See $1 omab tühja silti: $2
lt: Šis $1 turi tuščią žymę $2
ru: $1 имеет пустой тег: $2

source: This way has no tags
et: Sellel joonel pole ühtegi silti
lt: Šis kelias neturi žymių
nl: Deze lijn heeft geen tags
ru: Эта линия не имеет тегов

source: This way is tagged as motorway and therefore needs a ref, nat_ref or int_ref tag
et: See joon on sildistatud kui motorway ja seetõttu vajab ref, nat_ref või int_ref silte
lt: Šis kelias yra pažymėtas kaip greitkelis todėl reikalauja ref, nat_ref arba int_ref žymių
nl: Deze weg is aangegeven als autosnelweg (motorway) en dient daarom een ref, nat_ref of int_ref tag te krijgen
ru: Эта линия имеет тег motorway и должна быть дополнена тегами ref, nat_ref или int_ref

source: This $1 is tagged as place of worship and therefore needs a religion tag
et: See $1 on sildistatud kui palvepaik ja seetõttu vajab silti religion
lt: Šis $1 yra pažymėtas kaip maldos vieta todėl reikalauja religion žymės
nl: Dit/deze $1 is aangegeven als 'place of worship' en zou daarom een tag 'religion' moeten hebben
ru: $1, обозначенное как религиозное место и должно иметь теги, указывающие религию

source: This node is tagged as $1 and therefore needs a name tag
et: See punkt on sildistatud kui $1 ja seetõttu vajab name silti
lt: Šis mazgas pažymėtas kaip $1 todėl reikalauja name žymės
nl: Dit punt is aangegeven als '$1' en zou daarom een tag 'name' moeten hebben
ru: Эта точка обозначена как $1 и должна быть дополнена тегом name

source: This node is tagged as $1 and therefore needs a name tag or an operator tag
et: See punkt on sildistatud kui $1 ja seetõttu vajab name silti või operator silti
lt: Šis mazgas pažymetas kaip $1 todėl reikalauja name arba operator žymės
nl: Dit punt is aangegeven als '$1' en zou daarom een tag 'name' en/of een tag 'operator' moeten hebben
ru: Эта точка обозначена как $1 и должна быть дополнена тегом name или operator

source: This way has no nodes
et: Sellel joonel pole ühtegi punkti
lt: Šis kelias neturi mazgų
nl: Deze lijn heeft geen punten
ru: Эта линия не содержит точек

source: This way has just one single node
et: Sellel joonel on vaid üks punkt
lt: Šis kelias turi tik vieną mazgą
nl: Deze lijn bestaat uit maar één punt
ru: Эта линия содержит только одну точку

source: This way is not connected to the rest of the map
et: See joon pole ühendatud ülejäänud kaardiga
lt: Šis kelias nėra prijungtas prie likusio žemėlapio
nl: Deze weg is niet verbonden met de rest van Openstreetmap
ru: Эта линия не соединена с остальной картой

source: This crossing of a highway and a railway needs to be tagged as railway=crossing or railway=level_crossing
et: See tee ja raudtee ülesõidukoht tuleb sildistada kui railway=crossing või railway=level_crossing
lt: Šis kelio ir geležinkelio susikirtimas turi būti pažymėtas kaip railway=crossing arba railway=level_crossing
nl: Hier kruisen een weg en een spoorweg elkaar. Dit zou moeten worden aangegeven als 'railway=crossing' of 'railway=level_crossing'
ru: Точка пересечения дороги и железной дороги должна иметь теги перехода (railway=crossing) или переезда (railway=level_crossing)

source: There are ways in different layers coming together in this railway crossing
et: Selles raudtee ülesõidukohas saavad kokku erinevatelt kihtidelt tulevad jooned
lt: Šiame geležinkelių susikirtime keliai ateina iš skirtingų sluoksnių (layers)
nl: Deze spoorwegkruising bevat wegen in verschillende lagen
ru: Линии на разных уровнях соединяются в этой точке, обозначенной как переход (railway=crossing)

source: There are ways tagged as tunnel or bridge coming together in this railway crossing
et: Selles raudtee ülesõidukohas saavad kokku jooned, mis on sildistatud kui tunnel või bridge (sild)
lt: Šiame geležinkelių susikirtime sueina tunnel ir bridge pažymėti keliai
nl: Sommige van de wegen die op deze spoorwegkruising samenkomen zijn getagd als brug of tunnel
ru: Линии с тегами tunnel или bridge соединяются в этой точке, обозначенной как переход (railway=crossing)

source: This $1 is fixme-tagged: $2
et: See $1 on sildistatud kui paranda-mind: $2
lt: Šis $1 yra pažymėtas kaip taisytinas: $2
nl: Deze $1 heef een fixme-tag: $2
ru: $1 помечена тегом fixme: $2

source: This relation has no type tag, which is mandatory for relations
et: Sellel relatsioonil ei ole tüübi (type) silti, mis on kohustuslik relatsioonidele
lt: Sąryšiai privalo turėti type žymę, šis jos neturi
nl: Deze relatie heeft geen tag 'type'
ru: Это отношение не имеет обязательного тега, определяющего его тип

source: This $1 intersects the $2 #$3 but there is no junction node
et: See $1 ristub $2 $3 kuid ühenduspunkt puudub
lt: Šis $1 ir $2 #$3 kertasi, tačiau nėra sankirtos mazgo
nl: Deze $1 snijdt $2 #$3, maar er is geen verbindingspunt aangegeven
ru: $1 пересекает $2 #$3, но не имеет с ним общей точки

source: This $1 intersects the $2 #$3
et: See $1 ristub $2 $3
lt: Šis $1 ir $2 #$3 kertasi
nl: Deze $1 snijdt $2 #$3
ru: $1 пересекает $2 #$3

source: This $1 overlaps the $2 #$3
et: See $1 kattub $2 $3
lt: Šis $1 ir $2 #$3 persidengia
nl: Deze $1 overlapt de $2 #$3
ru: $1 перекрывает $2 #$3

source: This way contains node #$1 $2 times. This may or may not be an error
et: See joon omab punkti #$1 $2 korda. See võib ja võib ka mitte olla viga
lt: Mazgas #$1 šiame kelyje kartojasi $2 kartus. Tai gali būti klaida, bet gali ir nebūti
nl: Deze lijn bevat het punt #$1 $2 keer. Meer dan 2 keer hetzelfde punt in een lijn is vaak (maar niet altijd) een fout
ru: Эта линия содержит точку #$1 $2 раз(а). Это допустимо, но, возможно, это ошибка.

source: This way contains more than one node at least twice. Nodes are $1. This may or may not be an error
et: See joon omab enam kui üht punkti vähemalt kaks korda. Punktid on $1. See võib ja võib ka mitte olla viga
lt: Šis kelias turi bent kelis mazgus bent po du kartus. Mazgai yra $1. Tai gali būti klaida, bet gali ir nebūti
nl: Deze lijn bevat meer dan een punt twee keer of vaker, namelijk de punten $1
ru: Линия содержит несколько точек как минимум дважды. Эти точки $1. Это допустимо, но, возможно, это ошибка.

source: This way has only two different nodes and contains one of them more than once
et: See joon omab ainult kaht erinevat punkti ja sisaldab üht neist enam kui üks kord
lt: Šiame kelyje yra vos du mazgai ir bent vienas iš jų yra įtrauktas daugiau nei kartą
nl: Deze lijn bevat maar twee punten, maar toch is een van hen meerdere keren genoemd
ru: Линия содержит только две различные точки, одна из которых включена в нее несколько раз

source: The key of this node's tag is 'key': $2
et: Selle punkti sildi väärtus on 'key' :$2
lt: Šio mazgo žymė yra 'key': $2
nl: Dit punt heeft een tag 'key': $2
ru: Точка имеет тег со значением: $2

source: The key of this way's tag is 'key': $2
et: Selle joone sildi väärtus on 'key' :$2
lt: Šio kelio žymė yra 'key': $2
nl: Deze lijn heeft een tag 'key': $2
ru: Линия имеет тег со значением: $2

source: The key of this relation's tag is 'key': $2
et: Selle relatsiooni sildi väärtus on 'key' :$2
lt: Šio sąryšio žymė yra 'key': $2
nl: Deze relatie heeft een tag 'key': $2
ru: Отношение имеет тег со значением: $2

source: This $1 is tagged '$2=$3' where $4 looks like $5
et: See $1 on sildistatud '$2=$3' kus $4 võiks olla $5
lt: Šis $1 yra pažymėtas '$2=$3', kur $4 panašu į $5
nl: Dit/deze $1 heeft een tag '$2=$3' - $4 lijkt op $5
ru: $1 обозначено как, '$2=$3', где $4 похоже на $5

source: This node is a junction of ways on different layers: $1
et: See punkt on erinevatel kihtidel olevate joonte ühendus: $1
lt: Šiame mazge susikerta skirtingų sluoksnių keliai: $1
nl: Op dit punt snijden wegen in verschillende lagen elkaar: $1
ru: Эта точка является общей для линий на различных уровнях:$1

source: If this mini roundabout is in a country with left-hand traffic then it should have a tag 'direction=clockwise'
et: Kui see väike ringristmik on riigis, kus on vasaku käeline liiklus, siis peaks sellel olema silt 'direction=clockwise'
lt: Jei ši maža žiedinė sankryža yra šalyje su kairės pusės judėjimu, tai jai reikalinga žymė 'direction=clockwise'
nl: Deze minirotonde lijkt zich te bevinden in een land waar links gereden wordt; als dat zo is, hoort het een tag 'direction=clockwise' te hebben.
ru: Этот перекресток с круговым движением, находится в стране с левосторонним движением, и поэтому должен иметь тег 'direction=clockwise'

source: If this mini roundabout is in a country with right-hand traffic then it should not have a tag 'direction=clockwise'
et: Kui see väike ringristmik on riigis, kus on parema käeline liiklus, siis ei peaks sellel olema silti 'direction=clockwise'
lt: Jei ši maža žiedinė sankryža yra šalyje su dešinės pusės judėjimu, tai jai reikalinga žymė 'direction=clockwise'
nl: Deze minirotonde lijkt zich te bevinden in een land waar rechts gereden wordt, en de tag 'direction=clockwise' is dus vermoedelijk fout
ru: Этот перекресток с круговым движением, находится в стране с правосторонним движением, и поэтому не должен иметь тег 'direction=clockwise'

source: This $1 is tagged with layer $2. This need not be an error, but it looks strange
et: See $1 on sildistatud kihiga $2. See ei pea olema viga, kuid tundub kummaline
lt: Šis $1 yra pažymėtas lygyje $2. Tai nebūtinai klaida, bet atrodo įtartinai
nl: Dit/deze $1 heeft layer $2, wat vreemd lijkt
ru: $1 обозначен тегом уровень $2. Возможно это не ошибка, но выглядит странно.

source: This node is a junction of a motorway and a highway other than motorway, motorway_link, trunk, rest_area or construction. Service or unclassified is only valid if it has access=no/private or if it is a service=parking_aisle.
lt: Šiame taške susijungia motorway svarbos kelias ir kelias, kitoks nei motorway, motorway_link, trunk, rest_area arba construction. Service ir unclassified yra tinkami tik jei jie turi access=no/private žymę arba yra pažymėti kaip service=parking_aisle.

source: This boundary has no name
et: Sellel piiril pole nime
lt: Ši riba neturi pavadinimo
nl: Deze grens heeft geen tag 'name'
ru: Эта граница не имет обязательного тега name

source: The boundary of $1 has no admin_level
et: $1 piiril ei ole admin_level silti
lt: Ši $1 riba neturi admin_level
nl: Bij de grens van $1 is geen admin_level aangegeven
ru: Граница $1 не имеет обязательного тега admin_level

source: The boundary of $1 has no valid numeric admin_level. Please do not use admin levels like for example 6;7. Always tag the lowest admin_level of all boundaries.
et: $1 piiril ei ole õiget numbrilist sildi admin_level väärtust. Palun ära kasuta tasemeid nagu näiteks 6;7. Alati sildista kõigi piiride madalaim tase (admin_level).
lt: $1 riba neturi skaitmeninio admin_level. Prašome nenaudoti kelių administracinių lygių vienoje vietoje (pvz., 6;7). Administracinius lygius visoms riboms reikia nurodyti mažiausius tinkančius.
nl: De grens $1 heeft geen geldige admin_level (als een getal). Admin_levels in de vorm 6;7 zijn ongewenst; gebruik in een dergelijk geval alleen de laagste admin_level.
ru: Граница $1 не имеет корректного числового значения тега admin_level. Пожалуйста, не используйте двойные значения для admin_level, например, 6;7. Всегда выбирайте наименьшее значение тега admin_level для всех границ.

source: The boundary of $1 is not closed-loop
et: $1 piir ei ole suletud ring
lt: $1 riba nėra uždaras ciklas
nl: De grens van $1 is geen gesloten lijn
ru: Граница $1 не замкнута

source: The boundary of $1 splits here
et: $1 piir pooldub siin
lt: $1 riba šioje vietoje nutrūksta
nl: De grens van $1 splitst zich hier
ru: Граница $1 разорвана в этом месте

source: This boundary-way has admin_level $1 but belongs to a relation with lower admin_level (higher priority); it should have the lowest admin_level of all relations
et: See piiri joon on admin_level $1 kuid kuulub relatsiooni, mis on madalama admin_level väärtusega(kõrgema prioriteediga); Sellel peaks olema kõigi relatsioonide madalaim admin_level
lt: Ši riba turi priskirtą admin_level $1, tačiau priklauso sąryšiui su mažesniu admin_level (aukštesnio prioriteto); riba turėtų turėti mažiausią admin_level iš visų sąrašių, kuriems priklauso
nl: Deze grenslijn heeft admin_level $1 maar maakt onderdeel uit van een relatie met lagere admin_level
ru: Эта линия границы имеет admin_level $1, но включена в отношение нижнего администативного уровня (что имеет больший приоритет) и должна быть обозначена admin_level с наименьшим значением для всех отношений, в которые она входит

source: This turn-restriction has no restriction type
et: Sellel pööramise piirangul pole piirangu tüüpi
lt: Šis posūkių ribojimas neturi apribojimo tipo
nl: Deze restrictierelatie heeft geen 'type'
ru: Это ограничение поворота не имеет типа ограничения

source: This turn-restriction has no known restriction type
et: Sellel pööramise piirangul pole tuntud piirangu tüüpi
lt: Šis posūkių ribojimas yra nežinomo tipo
nl: Het type van deze restrictierelatie is geen gedefinieerd type
ru: Это ограничение поворота имеет неизвестный тип ограничения

source: A turn-restriction needs exactly one $1 member. This one has $2
et: Pööramise piirang vajab täpselt ühte $1 liiget. Sellel on $2
lt: Posūkių ribojimas reikalauja vieno ir tik vieno $1 nario. Šis turi $2
nl: Een restrictierelatie dient precies $1 onderdelen in de relatie te hebben; deze heeft er $2
ru: Для запрета поворота нужен только один $1 участник. Этот запрет имеет $2

source: From- and To-members of turn restrictions need to be ways. $1
et: Pööramise piirnagute Kust-(From) ja Kuhu-(To) liikmed peavad olema jooned. $1
lt: From ir To posūkių ribojimo sąryšio nariai turi būti keliai. $1
nl: De 'from' en 'to' onderdelen van een restrictierelatie moeten lijnen zijn - $1
ru: Участники From и To для запрета поворота должны быть линиями. $1

source: from- via- and to- members of a turn resctriction need to be connected
et: Pööramise piirnagute Kust-(From), Läbi-(Via) ja Kuhu-(To) liikmed peavad olema ühendatud
lt: from, via ir to nariai posūkių ribojimo sąryšyje turi jungtis
nl: De 'from'-, 'via'- en 'to'-onderdelen van een restrictierelatie moeten met elkaar verbonden zijn
ru: Участники From, Via и To для запрета поворота должны быть соеденены

source: missing maxspeed tag
et: puuduv maksimaalse kiiruse (maxspeed) silt
lt: praleista maxspeed žymė
nl: een 'maxspeed'-tag voor deze weg ontbreekt.
ru: пропущен тег maxspeed

source: This way is part of a roundabout but is not closed-loop. (split carriageways approaching a roundabout should not be tagged as roundabout)
et: See joon on osa ringristmikustkuid ei ole suletud ring. (ristmikule tulevad sõiduteed ei peaks olema sildistatud kui ringristmikud (roundabout))
lt: Šis kelias pažymėtas kaip žiedinės sankryžos dalis, tačiau nėra uždaras ciklas (atskiros važiuojamosios dalys, vedančios į žiedinę sankryža neturėtų būti žymimos kaip roundabout)
nl: Deze weg maakt deel uit van een rotonde, maar die rotonde vormt geen gesloten lijn
ru: Эта линия, часть перекрестка с круговым движением, но не замкнута. Подъезды к перекрестку с круговым движением не должны обозначаться тегом roundabout

source: If this roundabout is in a country with right-hand traffic then its orientation goes the wrong way around
et: Kui see ringristmik on parema käelise liiklusega riigis siis selle suund on valepidine
lt: Jei ši žiedinė sankryža yra šalyje su eismu dešine puse, tai jos kryptis pažymėta neteisingai
nl: Het lijkt erop dat deze rotonde zich bevindt in een land waar rechts gereden word; in dat geval is het eenrichtingsverkeer hier de verkeerde kant op
ru: Если этот перекресток с круговым движением находится в стране с правосторонним движением, то направление выбрано не верно

source: If this roundabout is in a country with left-hand traffic then its orientation goes the wrong way around
et: Kui see ringristmik on vasaku käelise liiklusega riigis siis selle suund on valepidine
lt: Jei ši žiedinė sankryža yra šalyje su eismu kaire puse, tai jos kryptis pažymėta neteisingai
nl: Het lijkt erop dat deze rotonde zich bevindt in een land waar links gereden word; in dat geval is het eenrichtingsverkeer hier de verkeerde kant op
ru: Если этот перекресток с круговым движением находится в стране с левосторонним движением, то направление выбрано не верно

source: This way is tagged as highway=$1_link but doesn't have a connection to any other $1 or $1_link
et: See joon on sildistatud kui highway=$1_link kuid ei oma ühendust ühegi teise $1 või $1_link
lt: Šis kelias pažymėtas kaip highway=$1_link, tačiau nesijungia nei su kitu $1, nei su $1_link
nl: Deze weg heeft highway-tag $1_link, maar is niet verbonden met een $1 of een andere $1_link
ru: Эта линия обозначена как highway=$1_link, но не соединена с другими $1 или $1_link

source: This bridge does not have a tag in common with its surrounding ways that shows the purpose of this bridge. There should be one of these tags: $1
et: See sild ei oma ühist silti seda ümbritsevate joontega, mis näitaks silla eesmärki. Sillal peaks olema üks neist siltidest: $1
lt: Šis tiltas neturi bendrų žymių su aplinkiniais keliais, kurie parodytų šio tilto tikslą. Turėtų būti bent viena iš šių žymių: $1
nl: De tags voor deze brug komen niet overeen met de tags van de verbonden wegen. Ik had een van de volgende tags verwacht: $1
ru: Этот мост не имеет общих тегов с окружающими линиями, показывающими назначение этого моста. Это должен быть один из следующих тегов: $1

source: multiple nodes on the same spot
et: mitu punkti ühes kohas
lt: keletas mazgų toje pačioje vietoje
nl: Hier vallen meerdere punten samen op precies dezelfde plaats
ru: дублированные точки

source: Try to find nodes that are (almost) on the same spot. Distances less than +/-0.5 meters are considered zero
et: Proovi leida punktid, mis on (peaaegu) ühes kohas. Vahemaid vähem kui +/-0,5 meetrit loetakse nulliks
lt: Pabandykite surasti mazgus, kurie yra (beveik) toje pačioje vietoje. Atstumai mažesni nei +/-0,5 metro yra suprantami kaip nulis
nl: Probeer punten te vinden dat op (bijna) dezelfde plaats staan. Afstanden van minder dan ca. 0.5 meter zijn als 0 geteld.
ru: Попробуйте найти слишком близко расположенные точки. Расстояние между точками менее пол метра считается нулевым

source: non-closed areas
et: mitte suletud alad
lt: neuždaros sritys
nl: niet-gesloten gebieden
ru: незамкнутые области
