Repository: keepright/keepright
Catalog: web/locale/*.po
Languages: et, lt, nl, ru

source: Motorways should only be connected to other motorways or motorway_links. They should especially not be directly connected to highway=primary or highway=residential roads. Please note: This check may produce false positives on motorways ending in cities but it can be a valuable tool for looking up unwanted connections of motorways and other roads.
et: Kiirteed peaks olema ühendatud vaid kiirteedega või kiirteede peale-/mahasõiduteedega. Need ei tohiks veel eriti olla ühendatud teedega mis on sildistatud kui: highway=primary või highway=residential. Märkus: See kontroll võib tekitada vale-positiivseid kiirteedel, mis lõppevad linnades kuid see võib olla väärtuslik tääriist otsimaks ebasoovitud ühendusi kiirteede ja muude teedega.
lt: Motorway turi jungtis tik su kitais motorway arba motorway_link. Jie neturėtų tiesiogiai jungtis su highway=primary arba highway=residential keliais. Atkreipkite dėmesį: šis testas gali sudirbti neteisingai tose vietose, kur greitkelis baigiasi mieste, tačiau jis yra vertingas instrumentas norint rasti neteisingus greitkelių ir kitų kelių susikirtimus.
nl: Snelwegen mogen alleen worden aangesloten op andere snelwegen (motorway) of afritten (motorway_link). Ze mogen zeker niet worden aangesloten op primary- en residential-wegen. Let op: deze controle kan false positives opleveren als een snelweg eindigt in een stad, maar het kan een waardevol gereedschap zijn om onjuiste verbindingen van snelwegen en andere wegen te ontdekken.
ru: Магистрали (highway=motorways) должны соединяться только с motorways или motorway_links. Особенно они не должны сразу соединяться с дорогами highway=primary или highway=residential. Заметьте, эта проверка может вызывать не правильную ошибку на окончании магистралей в городах, но это замечательный инструмент для поиска не желательных соединений магистралей и других типов дорог.

source: boundaries
et: piirid
lt: ribos
nl: grenzen
ru: границы

source: Administrative Boundaries can be expressed either by tagging ways or by adding them to a relation. They should be closed-loop sequences of ways, they must not self-intersect or split and they must have a name and an admin_level.
et: Administratiiv piire saab väljendada, kas sildistades jooni või lisades need relatsiooni. Need peavad olema suletud ringid joonte jadast, need ei tohi iseendaga ristuda või jaguneda ning peavad omama nime(name) ja admin_level silti
lt: Administracinės ribos gali būti išreikštos arba pažymint kelius, arba pridedant juos į sąryšius. Ribos turi būti uždari ciklai, neturi susikirsti su savimi ar nutrūkti, taip pat turi turėti name ir admin_level žymas.
nl: Administratieve grenzen kunnen worden uitgedrukt ófwel door wegen te taggen, ófwel door ze aan een relatie toe te voegen. Een grens moet een gesloten lus van wegen vormen, hij mag zichzelf niet snijden en hij moet een naam en een admin_level hebben.
ru: Административные границы могут быть обозначены тегами на линиях или путем добавления их в отношения. Границы должны быть замкнуты, не иметь самопересечений и разрывов; должны иметь теги name и admin_level.

source: missing name
et: puuduv nimi
lt: praleistas pavadinimas
nl: ontbrekende naam
ru: отсутствует тег name

source: missing admin_level
et: puuduv admin_level
lt: praleistas admin_level
nl: ontbrekende admin_level
ru: отсутствует тег admin_level

source: not closed loop
et: mitte suletud ring
lt: neuždaras ciklas
nl: geen gesloten lus
ru: незамкнутый контур

source: splitting boundary
et: jagunev piir
lt: ribos trūkis
nl: gesplitste grens
ru: разрыв в границе

source: admin_level too high
et: liiga kõrge admin_level
lt: per didelis admin_level
nl: admin_level te hoog
ru: admin_level слишком высокий

source: restrictions
et: piirangud
lt: ribojimai
nl: beperkingen
ru: ограничения

source: This check is about turn restrictions defined by relations. A turn restriction relation needs a valid type attribute, a way as 'from' member, another way as 'to' member and optionally one or more ways or nodes as via members that need to be connected to 'from' and 'to'
et: See kontroll on relatsioonide poolt defineeritud pööramis piirangute kohta. Pööramis piirangu relatsioon vajab õiget tüübi (type) atribuuti, joont kust (from) liikmena, teist joont kuhu (to) liikmena ja valikuliselt veel jooni või punkte kui läbi (via) liikmetena, mis peavad olema ühendatud kust ja kuhu joontega.
lt: Šis testas tikrina posūkių ribojimus aprašytus sąryšiais. Posūkių ribojimo sąryšis turi turėti teisingą type atributą, kelia kaip „from“ narį, kitą kelią kaip „to“ narį ir gali turėti vieną ar daugiau mazgų ar kelių kaip „via“ narius, kurie reikalingi sujungti „from“ ir „to“
nl: Deze controle gaat over afsla-beperkingen die worden aangegeven door relaties. Een afsla-beperking moet een geldig type-attribuut hebben, een way als 'from'-lid, een andere way als 'to'-lid en optioneel één of meerdere ways of nodes als 'via'-leden die van 'from' naar 'to' verbonden moeten zijn.
ru: Это проверка ограничений поворотов, описанных отношениями. Для ограничения поворота необходимо описание принятого типа. В отношение должны быть обязательно включены: одна линия from, одна линия to и дополнительно одна или несколько линий или точек via. Точки и линии via должны соединяться с линиями from и to

source: missing type
et: puuduv tüüp
lt: praleistas tipas
nl: ontbrekend type
ru: отсутствует тип

source: missing from way
et: puuduv kust (from) joon
lt: nėra from kelio
nl: ontbrekende 'from'-way
ru: отсутствует линия from

source: missing to way
et: puuduv kuhu (to) joon
lt: nėra to kelio
nl: ontbrekende 'to'-way
ru: отсутствует линия to

source: missing maxspeed
et: puuduv maksimaalne kiirus
lt: nėra maxspeed
nl: ontbrekende maxspeed
ru: отсутствует тег maxspeed

source: maxspeed tags are not mandatory but they are very helpful for successful routing. This check shall help users finding highways lacking the maxspeed tag. Please only add maxspeed tags if the allowed maxspeed differs from the default speed for the given highway!
et: Maksimaalse kiiruse (maxspeed) sildid pole kohustuslikud kuid on väga abistavad edukaks marsruutimiseks. See kontroll aitab leida kasutajatel teid ilma maksimaalse kiiruse sildita. Palun lisa maksimaalse kiiruse silt vaid juhul kui see erineb teel lubatud vaikeväärtusest.
lt: maxspeed žymos nėra privalomos, tačiau jos labai padeda kelio radimo programoms. Šis testas turėtų padėti rasti greitkelius, neturinčius maxspeed žymos. Prašome maxspeed žymas pridėti tik tuo atveju, jei leidžiamas didžiausias greitis skiriasi nuo įprastinės tokiam keliui reikšmės!
nl: Maxspeed-tags zijn weliswaar niet verplicht, maar ze zijn erg nuttig voor succesvolle routering. Deze controle helpt gebruikers om wegen te vinden die geen maxspeed-tag hebben. Voeg alleen maxspeed-tags toe als de toegestane maximumsnelheid afwijkt van de standaard maximum-snelheid op de weg.
ru: Тег maxspeed (максимальная скорость) не обязателен, но он очень полезен для правильной навигации. Эта проверка должна помочь пользователям найти дороги с упущенным тегом maxspeed. Пожалуйста, добавляйте теги maxspeed только для тех участков дорог, на которых установлен иной скоростной режим!

source: roundabouts
et: ringristmikud
lt: žiedinės sankryžos
nl: rotondes
ru: круговое движение

source: roundabout are always one-way streets directed counter-clockwise in right-hand driving countries or clockwise in left-hand driving countries.
et: Ringristmikud on alati ühesuunalised teed vastukella parema käelise liiklusega maades ja kella suunas vasaku käelise lliiklusega maades.
lt: žiedinės sankryžos visada yra vienpusiai keliai einantys prieš laikrodžio rodyklę dešinės pusės eismo šalyse ir pagal laikrodžio rodyklę kairės eismo pusės šalyse.
nl: Rotondes zijn altijd eenrichtingsverkeer, in de juiste richting (tegen de klok in in landen waar rechts wordt gereden, en met de klok mee in landen waar links wordt gereden).
ru: На перекрестках с круговым движением всегда установлено одностороннее движение: против часовой стрелки для стран с правосторонним движением и по часовой для стран с левосторонним движением.

source: wrong direction
et: vale suund
lt: neteisinga kryptis
nl: verkeerde richting
ru: неправильное направление

source: faintly connected
lt: menkai prijungtos

source: *_link-connections
et: *_link-ühendused
lt: *_link sujungimai
nl: *_link-verbindingen
ru: соединения дорог *_link

source: Any highway tagged as (motorway|trunk|primary|secondary)_link should have at least one connection to a (motorway|trunk|primary|secondary) highway or a _link highway of the same type
et: Iga tee sildistatud kui (motorway|trunk|primary|secondary)_link peaks omama vähemalt üht ühendust (motorway|trunk|primary|secondary) teele või ühendust _link teele samast tüübist.
lt: Kiekvienas kelias, pažymėtas kaip (motorway|trunk|primary|secondary)_link turi turėti bent vieną jungtį su (motorway|trunk|primary|secondary) arba atitinkamo lygio _link keliu
nl: Iedere highway met de tag (motorway|trunk|primary|secondary)_link moet minstens één verbinding hebben met een (motorway|trunk|primary|secondary)-highway of een _link-highway van hetzelfde type.
ru: Любая дорога, обозначенная тегами (motorway|trunk|primary|secondary)_link должна иметь, как минимум, одно соединение с дорогами (motorway|trunk|primary|secondary) или дорогами _link такого же типа.

source: bridge-tags
et: silla sildid
lt: tilto žymės
nl: brug-tags
ru: теги мостов

source: Someone draws a bridge and forgets to tag it as highway... A bridge should always have one of the 'major' tags that its direct neighbour ways have. Currently these are: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
et: Keegi joonistab silla ja unustab selle sildistada kui tee... Sild peaks alati omama ühte peamist silti mida selle naaberjooned omavad. Hetkel need on: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
lt: Kai kas nubraižo tiltą ir pamiršta pažymėti jį kaip kelią... Tiltas visada turi turėti bent vieną iš „pagrindiniu“ žymių, kurias greta esantys keliai turi. Tai gali būti: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata
nl: Iemand tekent een brug en vergeet hem te taggen als highway... Een bridge moet altijd één van de tags hebben die zijn directe buurwegen hebben. Op dit moment zijn deze tags: highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata.
ru: Кто-то нарисовал мост и забыл присвоить ему тег дороги... Мост всегда должен иметь «основной» тег, такой же, как у соединенной с ним дороги. В настоящее время это может быть один из тегов highway, railway, cycleway, waterway, footway, piste, aerialway, pipeline, building, via_ferrata

source: language unknown
lt: nežinoma kalba
nl: onbekende taal

source: To help applications choose the best matching language they should know the language used for the name tag. It is therefore necessary to provide a name:XX tag with the same content as found in the name tag where XX specifies the language used for the name tag.
lt: Kad programos galėtų pasirinkti geriausiai tinkančią kalbą, jos turi žinoti, kuri kalba buvo naudojama name žymai. Todėl reikėtų pateikti name:XX žymę su tuo pačiu turiniu, koks randamas name žymoje; čia XX nurodo kalbą, naudotą name žymoje.

source: It would be nice if this $1 had an additional tag ''name:XX=$2'' where XX shows the language of its name ''$2''.
lt: Būtų gerai, jei $1 turėtų papildomą žymą „name:XX=$2“, kur XX parodo kalbą pavadinimo „$2“.

source: data consistency checks for OSM
et: andmete terviklikkuse kontrollid OSM'i jaoks
lt: duomenų teisingumo patikrinimas OSM
nl: gegevensconsistentietests voor OSM
ru: проверка соответствия данных для OSM

source: data consistency checks for %sOSM%s
et: andmete terviklikkuse kontrollid %sOSM%s
lt: duomenų teisingumo patikrinmas %sOSM%s
nl: gegevensconsistentietests voor %sOSM%s
ru: проверка соответствия данных для %sOSM%s

source: These pages show checks that are run on a local excerpt database filled with OSM data.
et: Need leheküljed näitavad kontrolle, mida jooksutatakse kohaliku OSM andmetega andmebaasi peal.
lt: Šie puslapiai rodo testus, kurie naudojami patikrinti vietinei OSM duomenų kopijai.
nl: Deze pagina's tonen controles die worden gedraaid op een locale database, gevuld met OSM-gegevens.
ru: Эти страницы отображают проверку, которая проводилась для локально выбранной базы данных, содержащей данные из OSM.

source: Data Checks for Europe%s (Starting point Vienna, Austria)
et: Andmekontrollid Euroopa jaoks%s (Alguspunkt Viin,Austria)
lt: Duomenų patikrinimas Europai%s (Pradinis taškas Viena, Austrija)
nl: Controles voor Europa%s (Begin punt in Wenen, Oostenrijk)
ru: Проверка данных для Европы%s (Начальная точка Вена, Австрия)

source: Data Checks for Africa%s (Starting point Cairo, Egypt)
et: Andmekontrollid Aafrika jaoks%s (Alguspunkt Kairo, Egiptus)
lt: Duomenų patikrinimas Afrikai%s (Pradinis taškas Kaire, Egiptas)
nl: Controles voor Afrika%s (Begin punt in Caïro, Egypte)
ru: Проверка данных для Африки%s (Начальная точка Каир, Египет)

source: Data Checks for Canada%s (Starting point Québec)
et: Andmekontrollid Kanada jaoks%s (Alguspunkt Québec)
lt: Duomenų patikrinimas Kanadoje%s (Pradinis taškas Kvebeke)
nl: Controles voor Canada%s (Begin punt in Québec)
ru: Проверка данных для Канады%s (Начальная точка Квебек)

source: Data Checks for USA%s (Starting point Philadelphia, PA)
et: Andmekontrollid USA jaoks%s (Alguspunkt Philadelphia, PA)
lt: Duomenų patikrinimas JAV%s (Pradinis taškas Filadelfijoje, PA)
nl: Controles voor de VS%s (Begin punt in Philadelphia, Pennsylvania)
ru: Проверка данных для США%s (Начальная точка Филадельфия)

source: Data Checks for Central America%s (Starting point Santo Domingo, Republica Dominicana)
et: Andmekontrollid Kesk Ameerika jaoks%s (Alguspunkt Santo Domingo, Dominikaani Vabariik)
lt: Duomenų patikrinimas Centrinei Amerikai%s (Pradinis taškas Santo Domingo, Dominikos Respublika)
nl: Controles voor Centraal Amerika%s (Begin punt in Santo Domingo, Dominicaanse Republiek)
ru: Проверка данных для Центральной Америки%s (Начальная точка Санто-Доминго, Доминиканская Республика)

source: Data Checks for South America%s (Starting point São Paulo, Brazil)
et: Andmekontrollid Lõuna Ameerika jaoks%s (Alguspunkt São Paulo, Brasiilia)
lt: Duomenų patikrinimas Pietų Amerikai%s (Pradinis taškas San Paulo, Brazilija)
nl: Controles voor Zuid Amerika%s (Begin punt in São Paulo, Brazilië)
ru: Проверка данных для Южной Америки%s (Начальная точка Сан-Паулу, Бразилия)

source: Data Checks for Asia%s (Starting point Tokio, Japan)
et: Andmekontrollid Aasia jaoks%s (Alguspunkt Tokio, Jaapan)
lt: Duomenų patikrinimas Azijai%s (Pradinis taškas Tokijas, Japonija)
nl: Controles voor Azië%s (Begin punt in Tokio, Japan)
ru: Проверка данных для Азии%s (Начальная точка Токио, Япония)

source: Europe Data Checks as ugly list
et: Euroopa andmekontrollid jubeda nimekirjana
lt: Europos duomenų patikrinimas kaip nepagražintas sąrašas
nl: Controles voor Europa in een lijst
ru: Проверка данных для Европы (список глупых ошибок)

source: Developers have a look at the %sSourceForge%s site providing svn access to the sources.
et: Arendajad vaadake %sSourceForge%s leheküljele, sealt saab svn ligipääsu lähtekoodile.
lt: Vystytojai žiūrėkite į %sSourceForge%s, kur galima rasti SVN priėjimą prie išeities tekstų.
nl: Ontwikkelaars kunnen kijken op %sSourceForge%s die svn-toegang tot de bron geeft.
ru: Разработчики стоит взглянуть на сайт %sSourceForge%s, обеспечивающий централизованную систему управления версиями (SVN) проекта.

source: logfile
et: logifail
lt: žurnalas
nl: log-bestand
ru: файл логов

source: If you want to export errors from KeepRight you will want to have a look at the %sinterfacing guide%s
et: Kui sa tahad vigasid KeepRight'ist eksportida, tahad sa ka vaadata %sliidestamise juhendit%s
lt: Jei norite eksportuoti klaidas iš KeepRight, tikriausiai jus sudomins %ssąveikos vadovas%s
nl: Als je fouten uit KeepRight wilt exporteren, kun je kijken in de %sinterfacing guide%s.
ru: Если вы хотите экспортировать ошибки из KeepRight, вам стоит взглянуть на %sруководство пользователя%s

source: You'll notice some improvements on two checks and one completely new one coming up during the next days:<br> <em>faintly connected roundabouts</em> is a new sub-check for the roundabout check that will complain about roundabouts with less than three connections to other roads. This need not be an error, but at least it is questionable what faintly connected roundabouts are built for<br> <em>language unknown</em> is a new warning-type check that tries to improve localization by complaining about name tags where the language code cannot be deferred from other tags. Thank you, Ed, for the idea!<br> <em>motorways connected directly</em>-check had many false positives at rest areas (these are service highways that intentionally don't have an access restriction). I eliminated these using a heuristic method: service roads are OK if they lead to a parking area, a fuel station, a toilet or a restaurant. BTW: highway=services is something completely different and should not be used on ways. Thank you, Johan, for making me think about the problem again!
lt: Artimiausiomis dienomis jūs pastebėsite kelis patobulinimus ir du naujus tikrinimus:<br> <em>menkai prijungtos žiedinės sankryžos</em> tai naujas papildomas tikrinimas, randantis žiedines sankryžas, turinčias mažiau nei tris prijungimus prie kitų kelių. Tai nebūtinai yra klaida, tačiau kyla klausimas, kam tokia menkai prijungta žiedinė sankryža buvo skirta<br> <em>nežinoma kalba</em> yra naujas perspėjimas, kuris siekia pagerinti lokalizavimą. Jis kabinasi prie name žymų, kur kalbos kodas negali būti nustatytas iš kitų žymų. Dėkui, Ed'ai, už idėją!<br> <em>tiesiogiai sujungti greitkeliai</em> &mdash; šis tikrinimas dažnai sudirbdavo be reikalo poilsio zonose (tai pagalbiniai keliai, kurie specialiai neturėdavo pasiekiamumo aprobojimų). Aš atmečiau juos naudodamas tokią euristiką: su pagalbiniai keliais yra viskas gerai, jei jie veda į stovėjimo vietą, kuro kolonėlę, tuoletą arba restoraną. Tarp kitko, highway=services yra visiškai kitiems tikslams skirta žyma, kuri neturėtų būti naudojama keliams. Dėkui Johan'ui, kad privertė mane pagalvoti apie šią problemą dar kartą.

source: There are a few more languages in the select box now. You can help translating KeepRight on the %slaunchpad site%s. Thanks to all who helped!
lt: Dabar pasirinkimo lauke yra keletas papildomų kalbų. Jūs taip pat galite padėti versdami KeepRight %slaunchpad svetainėje%s. Dėkui visiems jau padėjusiems!
nl: Vanaf nu zijn er een paar meer talen te selecteren. Je kunt helpen om KeepRight te vertalen op %sLaunchPad%s. Bedankt iedereen die meegeholpen heeft!
ru: В панели выбора появляется больше языков. Вы можете помочь перевести KeepRight на сайте %slaunchpad%s. Спасибо всем, кто помогает!

source: To avoid routing errors like %sthis one%s I changed the check 'highways connected directly'. It will now complain about any connections of a motorway with a highway=service or highway=unclassified if it lacks an access=no or access=private tag or if it is not a service=parking_aisle.<br>I hope you agree that this inconvenience is necessary. Thank you, Nathan, for telling me about this!
lt: Vengdamas maršrutų parinkimo klaidų, tokių %skaip ši%s, aš pakeičiau tikrinimą „tiesiogiai sujungti greitkeliai“. Dabar jis atrinks visus greitkelių susijungimus su highway=service arba highway=unclassified, jei pastarieji neturi access=no arba access=private žymų, arba tai nėra service=parking_aisle.<br>Viliuosi, kad jūs sutiksite, jog tai būtinas nepatogumas. Dėkui Nathan'ui, kad pasakė apie šią problemą.
nl: Om routeringsfouten zoals %sdeze%s te voorkomen, heb ik de controle "direct verbonden highways" aangepast. Vanaf nu zal hij klagen over iedere verbinding van een snelweg met een highway=service of highway=unclassified als hij geen access=no of access=private-tag heeft, of als het geen service=parking_aisle is.<br>Ik hoop dat je het ermee eens bent dat dit noodzakelijk is. Bedankt, Nathan, dat je dit aan mij verteld hebt!
ru: Во избежание %sтаких%s ошибок была изменена проверка «непосредственное соединение с магистралью». Теперь эта проверка будет распространяться на дороги с тегами highway=motorway, соединенные с дорогами highway=service или highway=unclassified в следующих случаях: если отсутствуют теги access=no или access=private, если это не service=parking_aisle.<br>Автор надеется, что вы согласны — такое несоответствие неприемлемо. Спасибо, Nathan, за то что, указал на эту проблему!

source: Getting rid of the evil db-parameter
lt: Atsikratome nereikalingo db-parameter
nl: Van de vervelende db-parameter af geraken
ru: Чистка вредных параметров базы данных

source: You may have noticed that you couldn&apos;t pan around the whole world in KeepRight as you liked. There were invisible boundaries and you always had to take care about the db-parameter in the URLs to be appropriate for the current position.<br>This is over now! The db-parameter is gone. So have fun panning around the whole world and fixing errors easier than ever!
lt: Jūs tikriausiai pastebėjote, kad nebegalite pamatyti viso pasaulio KeepReight'e, kaip mėgote anksčiau. Yra nematomos ribos ir jūs visada turite pasirūpinti, kad db-parameter URL'e atitiktų esamą žemėlapio poziciją.<br>Tai baigėsi! db-parameter nebėra. Taigi, žiūrėkite visą pasaulį ir taisykite klaidas dar lengviau nei kada nors!
nl: Je kan gemerkt hebben dat je vroeger niet rondom de hele wereld kon draaien. Er waren onzichtbare grenzen en je moest altijd rekening houden met de db-parameter in de URL&apos;s opdat die passend zou zijn voor de huidige positie.<br>Dit is nu over! De db-parameter is verdwenen. Amuseer je met rond de wereld te draaien tot je zot wordt en gemakkelijker dan ooit fouten te verbeteren.
ru: Может быть, вы замечали, чтоб было невозможно осуществлять одновременную проверку всех частей мира в KeepRight. Были невидимые границы и вам всегда приходилось учитывать параметры базы данных в ссылке для выбора текущей позиции.<br>Теперь это закончилось! Эти параметры базы данных исчезли. Теперь исправлять ошибки по всему миру легче, чем было раньше!

source: During the next updates you will see an increased number of floating islands errors. This is because up to now the check routine didn&apos;t complain about ways that don&apos;t have a single connection with any other way(!). Sometimes it takes months until you see the most obvious things...
lt: Artimiausiuose atnaujinimuose jūs matysite didelį plaukiojančių salų tipo klaidų pagausėjimą. Taip atsitiks dėl to, kad iki šiol tikrinimo procedūra nerasdavo kelių, kurie neturi nei vieno sujungimo su kitais keliais(!). Kartais reikia mėnesių, kol pastebi akivaizdžiausius dalykus.
nl: Gedurende de volgende updates zal je een verhoogd aantal van &quot;drijvende eiland&quot;-fouten zien. Dit is omdat de vorige routine enkel klaagde bij wegen die geen enkele verbinding hadden met een andere weg. Zo duurde het soms maanden tegen dat je de meest duidelijke dingen zag.
ru: При последующих обновлениях вы увидите увеличение числа ошибок «плавающие острова». До сих пор проверка маршрутиризации не учитывает линии, имеющие единственное соединение с другими линиям! Иногда проходят месяцы, и только тогда, ты замечаешь очевидные вещи...
